<template>
    <div id="footerserver" class="server">
        <v-header class="header"></v-header>
        <div class="content" v-if="lang == 'zn'">
            <h1>服务条款</h1>
            <br>
            数字资产交易存在高度风险。数字资产市场是一个新型和未被检验的市场，且可能由于各种因素经历频繁的价格波动，包括但不仅限于以下因素：（I）与投机者的相对较高使用量相比，数字资产在零售和商业市场的使用量较低，且（II）不能保证那些接受数字资产支付方式的个人或机构在将来仍持接受态度。上述价格波动可能会对投资产生不利影响。因此在使用BitMax之前，请评估投资的回报与风险，并且确保能够承担短时间内损失全部投资的经济风险。BitMax上的任何材料均不得视为BitMax的出售要约或BitMax对数字资产购买要约的劝诱。
            <br>BitMax是一家由新加坡公司——BMXDM技术私人有限公司（以下称“本公司”） 运营和专有的数字资产交易所。通过访问网站（https://bitmax.io/）（“网站”）、注册BitMax和/或开设账户或使用BitMax（包括下文定义的平台服务或任何其他BitMax服务），您同意接受您与我司条款和条件的约束，包括BitMax可能不时发布的任何更新（“服务条款”）。您承认和同意，您有义务定期查阅《服务条款》并且获悉最新修订内容（如有）。请仔细阅读《服务条款》，并且，如果您不同意任何服务条款，请勿访问、进入或使用BitMax，注册BitMax或开设BitMax账户。请注意，本文件中包含特定司法管辖区的特殊条款，可能会对您适用。《服务条款》中使用的“我司”、“我们”或“我方的”等词语均指本公司及其任何或所有的关联方。
            <br>
            <h2>服务</h2>
            <br>
            <h4>1.1 BitMax交易所</h4>
            <br>
            本公司不是且不以任何方式宣称自己是一家受监管的金融服务提供商。本公司是一家旨在为数字资产购买和出售提供便利的交易所（“平台”）运营商。您可以使用您的BitMax账户发出委托（“委托”），购买和/或出售数字资产。当平台的匹配引擎撮合委托成功时，便会促成一次交易（“交易”）。未被撮合的委托将显示在其委托簿（“委托簿”）上。每一次交易：（1）在用户之间转移数字资产的所有权；（ii）被记载在我司的内部分类账（“交易所分类账”）上；以及（iii）被反映在我司保留的每一位用户数字资产账户上的记录上（该记录具有最终性和结论性，除非发生不可预见事件，例如恶意攻击和/或系统相关的问题，此时本公司需要核查所有记录并明确所需采取的措施）。所有平台交易活动均为“链下”活动，且未广播到某一特定区块链。
            <br>
            <h4>1.2 具法律约束力的协议</h4>
            <br>
            您同意和理解《服务条款》载明的条款和条件具有法律约束力并且该《服务条款》约束您使用BitMax和我司提供服务的行为。在账户开设过程之中，通过点击“我同意”，您同意和理解《服务条款》载明的条款和条件具有法律约束力，且同意和理解您已经收到本文件载明的披露信息。如果您不接受上述条款和条件的法律约束，请勿点击“我同意”，并且请勿以任何名义或方式访问、进入或使用BitMax。无论您是否点击“我同意”，如果您注册了一个账户并且以任何名义或形式使用BitMax，那么您同意，通过采取上述行动，您愿意接受所有上述条款和条件（包括任何变更或修订）的法律约束。
            <br>
            <h4>1.3 使用我们的服务</h4>
            <br>
            通过注册BitMax和开设账户，您确认您已满18周岁，具有签订您与我司之间的《服务条款》的法律能力，并且同意接受所有条款的法律约束。
            <br>如果《服务条款》出现修订，您或他人已经进行的交易，以及您或他人已经获得的福利（例如交易费用折扣和返现），可能会因为服务条款出现修订而受到影响。因此，您应当不时查阅最新服务条款，并且只有您继续接受服务条款（经 不时修订后）才能继续登陆BitMax和/或使用平台上的服务。如果您拒绝接受《服务条款》及其所有条款和条件（不时修订后）的法律约束，您不得登陆您的账户或使用BitMax。如果您不同意上述条款（包括任何变化或修订），请立即关闭您的账户。
            <br>为了使用BitMax，您必须首先按照我司《合规项目》的规定提供必要的身份信息，这就包括反洗钱（“AML”）和反恐融资（“CTF”）审查（我司的“合规项目”）。
            <br>在此善意提示您打印和保留一份上述《服务条款》副本。我司保留对上述条款和条件随时进行修改的权利，且在此情形下，BitMax将公布最新版本的《服务条款》。
            <br>
            <h4>1.4 服务改变</h4>
            <br>
            您同意和理解，我司可以在无需通知的情况下改变BitMax及平台提供的服务的全部或部分内容。
            <br>
            <h4>1.5 适用的法律和法规</h4>
            <br>
            您在BitMax上的行为须受任何适用的政府或监管机构的法律、法规、规定、指南和通知（“适用的法律和法规”）的约束，包括但不仅限于新加坡法律规定的反洗钱/反恐怖融资规定以及任何其他有关反洗钱/反恐怖融资的规定和法规。您明确接受和同意，通过注册BitMax、开设账户和以任何名义使用BitMax，您接受和同意遵守《服务条款》及适用的法律和法规并受其法律约束。
            <br>
            <h4>1.6 进入BitMax</h4>
            <br>
            您同意和理解，在任何情况下，您均不得进入BitMax的任何电脑或网络的任何受限制区域，或者执行未经《服务条款》授权的任何操作。
            <br>
            <h2>2. 您的BitMax账户</h2>
            <br>
            <h4>2.1 账户开设</h4>
            <br>
            只有完全按照我司《合规项目》的要求完成和提交所有规定的文件的人士或机构，才能开设BitMax用户账户（“BitMax账户”）。您在此授权我司或第三方服务提供商，采取我司认为必要的任何措施，以便验证和核实您的身份，确认您提交给我司的您的银行账户信息（如适用），以及根据结果采取我司认为必要的任何行动。在受我司《合规项目》约束的情况下，通过以某机构的名义，以上述机构的受益所有人和/或指定代表的身份开设BitMax账户，您保证和同意，您属于上述机构的受益所有人和/或指定代表。
            <br>
            <h4>2.2 账户类型</h4>
            <br>
            为了进入BitMax，您必须注册和开设BitMax账户。每一个BitMax账户都包含一个或多个可以反映数字资产余额的数字资产账户（“数字资产账户”）。只有已经成功注册和开设了BitMax账户的人士或机构，才能进入该BitMax账户。您同意，您不会允许任何其他人士或机构进入或使用您的BitMax账户。
            <br>
            <h4>2.3 账户权限</h4>
            <br>
            您只能使用您的用户账号和密码以及要求的其他认证方式登录您的BitMax账户。为了确保您的BitMax账户的安全性，我司可能对您进入BitMax账户和/或在您BitMax账户中进行特定操作的行为，实施多因子认证方法。除您登录账号和密码之外的多因子认证方法，可能包括以短信（“SMS”）形式发送至您注册手机号码的秘密信息,或系统指定和支持的双因子验证（“2FA”）应用程序。如果您选择在操作系统已被篡改的设备（例如手机或平板电脑）上安装和使用2FA应用程序，您须自己承担风险。这就包括但不仅限于“刷机版”安卓设备或“越狱版”iOS设备。我司保留根据我司自身判断，对操作系统已被或已怀疑被修改或篡改的任何设备，采取禁止访问权限的行动的权利。
            <br>您同意，您的BitMax账户用户名和密码以及您选择的其他必要认证方式（如适用）均已进行保密处理，已与其他用户名与密码隔离，且已与有关您BitMax账户的其他信息或文件隔离。您同意，您对于确保您BitMax账户用户名和密码以及其他必要认证方式的安全性，独自承担责任。我司不对任何未经授权使用您BitMax账户的行为承担责任。
            <br>您负责监控您的BitMax账户。如果您在您的账户中发现任何未经授权的或可疑的活动，请立即联系support@bitmax.io。
            <br>
            <h4>2.4 账户明细</h4>
            <br>
            在BitMax平台上您的所有交易记录（“账户明细”）包含有关您交易活动的信息，但是，请注意您的账户明细不得被当作一种估价。我司采取商业上合理的做法，以确保我司发送给您的通知和您账户明细中的信息的准确性和可靠性，
            <br>但是，请注意有时可能出现错误，而此类错误不影响某一特定交易的实际方式和结果。审查您账户明细和任何通知，属于您自身责任。除非自交易记载或通讯函件发送（视具体情况）之日起三个工作日内我司收到您表示相反意思的书面通知，您账户明细中记载的任何交易或其他通信函件，包括发送至您所留邮箱中的委托、交易或其他凭证，均应视为已获得您的授权、批准、确认且属于正确无误。
            <br>
            <h4>2.5 账户通讯</h4>
            <br>
            您理解和同意，与您的所有通讯将采用电子邮件的形式。我司将使用您BitMax账户所留电子邮箱地址，作为我司与您的主要通讯方式。为了确保您收到我司的所有通讯信息，您同意使用最新的电子邮箱地址并且在邮箱发生变化后须立即通知我司。除非自通讯函件发送之日起三个工作日内我司收到您表示相反意思的书面通知，将任何通讯内容发送至您所留电子邮箱即视为有效，且应当视为已获得您的批准、确认且属于正确无误。如果任何邮件通讯内容发送失败，我司保留在您提供和确认新的有效电子邮箱地址之前禁止您进入BitMax的权利。
            <br>
            <h4>2.6 账户中止</h4>
            <br>
            您承认和同意，如果我司根据自身判断怀疑相关账户或关联账户在开设之后的任何时候违反以下内容：（i）任何适用的法律和法规；（ii）任何《服务条款》的规定；（iii）我司的《市场行为准则》；或（iv）我司的《合规项目》（“违反条款”），那么我司有权立即终止您的账户，以您或您家庭成员为受益所有人、以您为代表或授权签字人以及属于关联方（在开设人为实体的情形下）（“关联账户”）的所有账户，冻结/锁定所有上述账户中的数字资产，和/或中止您进入BitMax的权限，直到判定结果做出为止。
            <br>您进一步承认和同意，如果（a）我司接到任何监管机构、政府部门或法院的指示；（b）账户卷入待决诉讼、调查或政府程序或与此类账户属于关联账户；（c）账户余额因故出现负数；（d）账户余额因故需要进行调和；（e）我司怀疑某人正在试图获取该账户未经授权的权限；（f）我司怀疑账户存在异常活动；（g）我司怀疑您正在以一种未经授权或不合适的方式使用BitMax、账户和密码或其他账户信息；或（h）账户未使用时间超过两年，那么我司有权立即终止您的账户和任何关联账户，冻结/锁定所有上述账户中的数字资产，和/或中止您进入BitMax的权限，直到判定结果做出为止。
            <br>
            <h4>2.7 账户调查</h4>
            <br>
            您承认和同意，如果我司根据自身判断怀疑某个账户已经违反了条款，我司有权立即调查您的账户及任何相关账户。您进一步承认和同意，如果（i）我司接到监管机构、政府机关、法庭的指示，（ii）该账户卷入待决的诉讼、调查或政府程序或与此类账户属于关联账户，或（iii）该账户未使用时间超过两年，那么我司有权立即调查您的账户及任何关联账户。
            <br>如果我司怀疑某个账户已经违反了条款，您承认和同意，在我司请求后且在我司规定的时间范围内，您及任何关联方有义务以书面形式对质询做出回应和提交任何文件材料以及与根据本《服务条款》启动的调查有关的其他信息。您承认和同意，您或任何关联方均不得阻碍或拖延根据《服务条款》启动的任何调查或程序，也不得拒绝遵守根据《服务条款》发出的要求。
            <br>调查结束后，我司将根据自身判断，基于证据证明力，做出调查结果。如果我司怀疑您违反我司的《市场行为准则》，那么我司在判定您的行为是否违反了我司的《市场行为准则》时，将考虑各种不同因素，包括但不仅限于您的主观意图和动机、当时的市场状况、对市场参与者造成的影响、您过去行为的规律以及您在相关市场或交易所的活动。
            <br>您承认和同意，如果您的账户或任何关联账户，根据我司的判断，被认定已经违反《服务条款》，那么我司有权立即终止上述账户并根据《服务条款》和/或适用的法律和法规采取任何及所有必要和妥当的行动。
            <br>
            <h4>2.8 账户注销</h4>
            <br>
            您可以在任何时候注销您的账户。为避免疑义，注销账户不会影响在账户注销之日前产生的任何权利和义务。您可能会被要求取消或者完成所有未执行的委托，并根据《服务条款》的规定提供有关您账户所剩的任何数字资产的转移去向的指示。您应当负责与您账户注销有关的所有费用、开支、成本、缴费或义务（包括但不仅限于法律费用或数字资产的转移费用）。如果您账户的注销成本超出您账户余额，您应当对我司做出补偿。您不得为了避免支付到期费用或者规避与我司《合规项目》有关的审查而关闭您的任何账户。
            <br>
            <h4>2.9 保密条款</h4>
            <br>
            您同意，您的BitMax账户中所含信息为保密信息，仅供您查阅，且在获得我司的事先书面同意之前，不得促使他人信赖上述信息（除非法律另有规定）。
            <br>此外，为避免疑义，您同意和理解，我司在以下方面分享与您和您账户有关的信息：（i）在提供《服务条款》提及的服务时，按照我司的正常商业做法，我司将与我司使用的或者可能使用的数字资产加工服务提供商分享相关信息；（ii）在我司自行判定为我司满足监管要求所必要或可取之时，我司将与相关政府、州或联邦监管机构以及自律组织分享相关信息；以及（iii）为了回应某项政府或法院命令而分享相关信息。为了遵守适用的法律和法规、《服务条款》、《隐私政策》以及银行业惯例，我司还可能将有关您和您账户的信息与BitMax服务提供商分享。最后，您同意，我司可以获取和使用上述信息，以满足与BitMax运营有关的合理商业需求。
            <br>想要了解我司收集什么信息以及如何处理信息，请查阅我司的《隐私政策》（https://bitmax.io/static/doc/BitMax_privacy_en.pdf）。
            <br>
            <h4>2.10 抵消权利</h4>
            <br>
            您承认和同意，如果您的数字资产账户出现负余额，我司有权利用您数字资产账户中的任何其他数字资产，按照现时有效的市场价格，购买相应数量的数字资产以冲抵账户负余额；以及（iii）利用您的账户或任何关联账户余额抵消欠付BitMax的任何及所有债务。
            <br>
            <h4>2.11 违约救济</h4>
            <br>
            您承认和同意，如果您的账户或任何关联账户被我司自行判定为违反了条款，那么我司有权从您的账户或任何关联账户中扣除：（i）价值等于在我司知晓违反条款之日起一年前之内的任何时候您或关联账户持有人所收到的交易费用折扣部分或返利部分的金额，以及（ii）因违反条款导致我司遭受的任何其他损害赔偿金。您进一步承认和同意，如果我司根据自行判断认定您已与任何其他用户串通、协调和/或协作违反条款，您与该用户将对总计金额等于我司有权根据本条获得的所有交易费用折扣部分、返现部分和/或损害赔偿金之和的损失，承担连带赔偿责任，并且我司可以根据自行判断，从您的账户、该用户的账户或任何关联账户（对两种情形而言） 中扣除上述金额。我司将在各自的数字资产账户中扣去上述金额。如果从数字资产账户中取现，我司将根据现行市场价格进行计算，取出足额的数字资产。
            <br>
            <h4>2.12 账户终止</h4>
            <br>
            您承认和同意，我司有权因任何原因（根据我司的自行判断）随时终止账户。您进一步承认和同意，我司有权根据《服务条款》和/或适用的法律和法规采取任何及所有必要和妥当的措施。如果您的账户被终止，我司将返还您的数字资产，但须减去我司根据《服务条款》有权获得的交易费折扣部分、返现部分和/或损害赔偿金的总计金额。如果您不再是某项调查、法院命令或传票的对象，那么您可以授权我司返还您的数字资产（减去我司有权获得的交易费折扣部分、返现部分和/或损害赔偿金的总计金额）至与您账户相关联的任何银行账户或数字资产地址（视具体情况），除非法律另有规定。如果您的账户存在数字资产余额，那么您同意在收到书面通知后七个工作日内向我司提供数字资产地址，以便我司将剩余数字资产返还给您。如果您未能遵守这一点，您在此同意，我司有权根据现行市场价格在公开市场出售剩余数字资产并将出售所得（减去我司有权获得的交易费折扣部分、返现部分和/或损害赔偿金的总计金额）返还至与您账户相关联的任何银行账户或数字资产地址（视具体情况）。
            <br>
            <h2>3. 遵守法律</h2>
            <br>
            <h4>3.1 法律程序</h4>
            <br>
            您承认和同意，只要我司任何人士合理和善意地认为确属有效，我司、我司关联人、服务提供商及其各自的高级管理人员、董事、代理、合资伙伴、员工和代表（统称“BitMax服务提供商”）可能需要遵守查封令、执行令、扣押令、征税令、禁令、制止令、传票、搜查证或与您BitMax账户中数字资产有关的其他法律程序。我司将根据自行判断，在遵守相关法律的情况下，以电子通讯方式告知您上述程序。我司和任何BitMax服务提供商有权向您收取除法律程序费以外的相关费用。您同意，对于因我司遵守我司任何人员合理和善意认为确属有效的法律程序而导致的所有诉讼、索赔、责任、损失、成本、赔偿案件律师费用或损害赔偿金，您将对我司做出赔偿，为我司提供辩护并确保我司不遭受损失。您进一步同意，我司及任何BitMax服务提供商可能会遵守任何法律程序，而无论送达的方法或地点。
            <br>
            <h4>3.2 合规项目</h4>
            <br>
            我司的《合规项目》旨在防止利用BitMax开展洗钱或恐怖主义融资活动。我司应当采取所有必要措施，监控交易，禁止欺诈交易，将可疑活动报告相关机关机构，以及积极参与防止洗钱/促进洗钱的相关行为、恐怖主义融资或任何其他金融犯罪的活动。我司应当遵守的最低标准包括：（i）任命一名反洗钱汇报官，负责监督我司遵守相关立法、法规、规定和行业指南的情况；（ii）建立和维持基于风险的客户尽职调查、识别、验证和了解你的客户的程序（KYC）的方法，包括针对高风险客户的升级尽职调查，例如“政治风险人士”和“记者”；（iii）建立和维持基于风险的用于监控用户活动的系统和程序；（iv）实施内部和向相关执法机构汇报可疑活动的程序；（v）保持最短期限内的相关记载；（vi）针对我司所有相关员工的培训和教育；以及（vii）就合规情况向本公司的高级管理人员提供相关管理信息和汇报。
            <br>
            <h4>3.3 背景调查</h4>
            <br>
            为了进一步开展我司的《合规项目》，我司保留在授权您使用BitMax之前或者之后，根据适用的法律和法规，要求您向我司提供额外信息和/或要求您进行背景调查的权利。
            <br>
            <h4>3.4 数字资产的来源</h4>
            <br>
            您同意、声明和保证，您BitMax账户中的所有数字资产，或您在BitMax上已经或即将交换的数字资产，均不属于任何刑事犯罪或诈骗活动的直接或间接所得。
            <br>您不得从本人以外的其他转让人处，通过您账户获得数字资产。您从本人以外的其他人处获得的数字资产将被视为未经过本公司授权。我司保留调查您账户中任何资金或数字资产的来源的权利，并且可以根据我司自行判断决定处理方式。在我司审查存在疑问的任何数字资产以及您收到该资产时的情形之后，我司可能会判定您不属于该数字资产的所有人。如果我司做出上述判定，那么我司保留根据适用的法律和法规处置上述数字资产的权利，并且根据我司自行判断，我司可能需要将之物归原主，或者将之捐给我司选定的慈善机构。
            <br>
            <h4>3.5 制裁项目</h4>
            <br>
            根据任何相关国家、政府或国际组织实施或执行的经济制裁项目，包括美国财务部外国资产控制局、美国国务院、联合国安理会、欧盟、英国财政部、香港金融管理局或新加坡金融管理局，我司不得向特定人士和机构提供服务或者与之订立法律关系。如果根据制裁项目或者其他类似的政府仲裁项目，我司被要求冻结您账户中的资金或数字资产，那么我司可以：（i）中止您的账户；（ii）终止您的账户；（iii）将该资金或数字资产物归原主或者转让到政府部门指定的账户；或（iv）要求您在特定时间期限内从您账户中提出该资金或数字资产。对于您因为我司遵守适用的法律和法规，任何监管机构或政府部门的指南或指示，或查封令、留置令、征缴令、传票、搜查令或其他法律命令而导致的直接或间接损失，我司一概不负责任。
            <br>
            <h2>4. 交易和委托</h2>
            <br>
            <h4>4.1 委托</h4>
            <br>
            我司是一家完全储备交易所。目前BitMax上不提供保证金交易、期权交易或卖空。
            <br>您在发出委托之前必须存入数字资产，而且，除非您的BitMax账户中有充足的数字资产以成交您的委托（也就是说所有委托均须预先付款），否则您不得发出委托。在您发出委托之时，所需要的足额数字资产（包括任何费用）在您的BitMax账户被临时冻结，直到您的委托被成交、失效或被取消。您委托的未成交部分将继续被临时冻结，直到被成交、失效或被取消。您同意，取消您不想成交的任何委托（全部或部分）属于您的责任。您理解，您可能不能在委托成交（部分或全部）之前取消委托，并且我司对于在您提交取消请求之后委托的完成，不负有任何责任。超出您BitMax账户现有数字资产数额的委托将被拒绝。
            <br>在提交委托之前，您应当查阅与委托有关的信息，包括但不仅限于：（i）待购或待售数字资产的金额；（ii）您委托的总价购买价格（买入）或出售所得（卖出）；（iii）与您委托有关的任何费用或其他开支；（iv）将转入您数字资产的净所得；以及（v）一项警告您委托一旦发出可能无法取消或撤回的通知。
            <br>
            <h4>4.2 委托处理</h4>
            <br>
            您同意和理解，我司不能保证您发出的任何委托均能成交。在服务中断（参加本文件中的定义）前处于活跃状态的委托，在平台恢复操作之后将继续保持活跃状态。
            <br>您同意和理解，如果出现以下情形，我司保留取消任何委托或任何委托的剩余部分的权利：（i）上述委托在服务中断期间被发出和/或处于活跃状态，（ii）上述委托触发了我司的市场控制措施，或（iii）上述委托基本上不可执行。
            <br>您同意和理解，委托可能会受到我司无法控制的委托传输或执行方面的延误、故障和/或状况的影响，且我司无须因此承担责任，包括但不仅限于系统故障、机械或电子故障或市场拥塞。如果出现上述影响传输或执行的延误、故障或状况，我司不能确保按照委托中的价格执行委托。
            <br>您同意和理解，我司保留要求所有委托通过自动合规核查的权利。如果您的委托被任何上述核查标出，或者如果其满足特定的已被定义的标准，这一过程可能需要我司的人工核查和审批。我司将采取商业上合理的措施，及时对上述委托进行核查，但我司对于任何延误不承担任何责任。如果在任何时候您对于您的委托状态存在疑惑，您可以查看BitMax上您委托的状态。我司可以取消任何被标示需要进行核查的委托。最后，我司可以在执行之前要求您通过电话或其他认证方式确认您的委托。
            <br>
            <h4>4.3 委托结算</h4>
            <br>
            已被成交、执行或匹配（部分或全部）的所有委托（“交易”）立即进行结算并记录在我司的交易所分类账上。
            <br>
            <h4>4.4 市场波动性</h4>
            <br>
            在任何数字资产市场出现较高容量、高流动性、快速周转和高波动性时，入市委托或交易执行的实际市场价格，可能不同于您委托或交易发出之时平台显示的现时有效的市场价格。您理解，我司对于上述价格波动不承担任何责任。在出现市场干扰或不可抗力事件时，本公司可以（无限制地）：（i）中止访问服务；或（ii）阻止阁通过平台完成任何操作，包括平仓操作。
            <br>在上述事件发生后，如果交易得以恢复，您承认现时有效的市场价格可能会与此事件发生之前的市场价格存在较大差异。
            <br>
            <h4>4.5 故障、错误和中断</h4>
            <br>
            任何系统都可能在这时或那时发生故障，通常原因都超出了人力控制范围，包括通过平台提供的服务。在平台上提供服务的任何一个阶段，BitMax都可能出现故障、错误或中断，包括但不仅限于委托发出、委托匹配、交易过程或确认过程。如果出现上述故障、错误或中断，我司将审查在此期间内的所有委托和交易。在出现错误或中断之时，我司保留部分或全部取消任何委托和/或撤回任何交易的权利。除非出现特殊情形，我司将在最短时间内且在查明任何系统故障、错误委托、错误交易、中断或问题后的三个工作日内采取行动。我司对于因系统或网络故障或其他原因导致的任何故障、错误或中断不承担任何责任，并且，如果您要求获得最高级别的可靠性，您同意与其他服务提供商或交易所建立次级交易机制。
            <br>
            <h4>4.6 撤回、取消</h4>
            <br>
            您不能取消、撤回或改变被标示为“已完成”、“审查中”、“待执行”（或其他类似意思的词语）的任何交易。如果您未能支付成功或者您在支付过程中存在数字资产不足的情形，您授权本公司根据其自行判断，取消该交易，或者在您的数字资产账户或关联账户中减计必要金额以完成该项交易。您有责任确保有充足的余额和/或充足的信用额度，以避免透支、数字资产不足或相关费用不足等情形。如果我司怀疑某项交易涉及（或存在较高的风险）洗钱、恐怖主义融资、诈骗或其他类型的金融犯罪，或者为了对传票、法庭命令或其他政府命令做出回应，或者如果我司合理怀疑该交易为错误交易，或者如果我司怀疑该项交易涉及被禁止的用途（参见《服务条款》中的定义）或被禁止的业务，即使该交易已被标示为“已完成”（或其他相同含义的词语），我司有权根据其自行判断拒绝处理、取消或撤回任何数字货币交换、买入或出售的操作。在这种情况下，我司将撤回交易且我司没有义务允许您在同样的价格水平下或者根据与被取消交易相同的条款，再次启动交易、买入或出售委托。
            <br>
            <h4>4.7 互联网传输风险</h4>
            <br>
            您承认，利用基于互联网的交易系统（例如本平台）可能存在各种风险，包括但不仅限于硬件、软件和互联网连接故障。您承认，本公司对于您在通过本平台开展交易时遭遇的通讯故障、中断、错误、干扰或延迟，无论其导致的原因如何，均不负任何责任。
            <br>
            <h4>4.8 交易限额</h4>
            <br>
            使用BitMax的所有服务须受您在某一特定时间段内（例如媒体）可以交易或转让的、以法定货币和/或数字资产计算的总计金额的限制。您的交易限额根据您完成的验证步骤或我司规定的其他因素而有所不同。我司保留根据我司自行判断调整我司认为有必要的限额。如果您想在公布金额上提高额度，您可以将请求发送至support@bitmax.io。我司可能要求您提交有关您或您业务的额外信息，提供文件记录和参加与我司员工的会议（该程序被称为“升级尽职调查”）。我司保留向您收取与升级尽职调查有关的成本和费用。根据我司自行判断，我司有权拒绝提高您的额度，或者，即使您已经完成升级尽职调查，我司可以在将来降低您的额度。
            <br>
            <h4>4.9 交易费用表</h4>
            <br>
            BitMax的交易费用表（“交易费用表”）将不时公布在BitMax平台上。您接受《服务条款》被视为您接受我司的《交易费用表》。我司保留在任何时候改变、修改或增加我司交易费用的权利。《交易费用表》修改之后，一旦公布，立即生效。您同意，通过在《交易费用表》发生变化之后登录您的账户和/或使用BitMax，您
            <br>同意接受我司最新版的《交易费用表》。
            <br>您同意支付因您对BitMax的使用导致的或与之相关的所有费用（包括交易费用）。
            <br>
            <h4>4.10 转让费用表</h4>
            <br>
            BitMax的交易费用表（“转让费用表”）将不时公布在BitMax平台上。您接受《服务条款》被视为您接受我司的《转让费用表》。我司保留在任何时候改变、修改或增加我司转让费用的权利。《转让费用表》修改之后，一旦公布，立即生效。您同意，通过在《转让费用表》发生变化之后登录您的账户和/或使用BitMax，您同意我司最新版的《转让费用表》。您同意支付因您对BitMax的使用导致的或与之相关的所有费用（包括转让费用）。
            <br>
            <h4>4.11明显错误交易政策</h4>
            <br>
            在执行之时，当价格明显与现行市场价格（基于来自https://coinmarketcap.com/ 或其他此类网站的信息）存在重大不一致时，我司认定该交易为明显错误或明显有误交易（“明显错误交易”）。在做出判定之时，我司将考虑交易之时的状况、保持市场健全以及维护公平、有序市场的重要性。您须确保相关价格和、委托类型已经输入BitMax。您仅仅宣称在输入委托时出现错误或您未能注意或更新委托，这都不足以构成一项明显错误交易。
            <br>您同意和理解，如果我司判定某项交易为一项明显错误交易，我司可能会宣告其全部或部分为非法和无效的，即使您和/或其他方不同意取消或修订该交易。在判定某项交易是否属于一项明显错误交易时，我司考虑（但不仅限于）：（i）可疑的交易活动（由我司判断）；（ii）对我司《市场行为准则》的违反；（iii）交易条款的明显错误，包括但不仅限于数字资产的价格和金额或交易的其他指标；（iv）平台、BitMax、BitMax服务提供商或数字资产网络（“数字资产网络”）的任何交易系统或部件的运行出现中断或故障；或（v）如果出现特殊的市场状况或其他情形，有必要取消或修订交易以便维护一个公平和有序的市场。
            <br>如果没有出现特殊情形，本公司将在某项交易的一个工作日之内做出判定并根据《明显错误交易政策》采取行动。如果出现特殊情形，本公司将在某项交易的两个工作日之内做出判定并根据《明显错误交易政策》采取行动。如果您属于采取行动的相关方，我司将尽快以书面通知形式告知您。
            <br>
            <h4>4.12 市场控制措施</h4>
            <br>
            为了努力打造一个公平和有序的市场，根据我司的内部政策，我司已经实施了不时更新的市场控制措施（“市场控制措施”），包括但不仅限于委托或委托剩余部分的自动取消，与此前现时有效的市场价格相比可使市场价格在任意方向大幅移动（超出10%）的持续性委托簿，或者在持续性委托簿上禁止与自己交易的禁止性规定。您接受《服务条款》被视为您接受我司的市场控制措施。我司保留随时变更或修订市场控制措施的权利，且任何变化将在我司发出通知后立即生效。您同意，通过在我司市场控制措施发生变化后登录您的账户和/或使用BitMax，您同意我司最新的市场控制措施。
            <br>
            <h4>4.13 市场行为准则</h4>
            <br>
            您同意遵守并理解，我司实施的市场行为准则（“市场行为准则”）是为了防止将BitMax用于破坏性、操纵性或欺诈性行为，包括但不仅限于破坏性交易和价格操纵。我司对我司的市场行为准则非常重视，且我司的政策是采取一切必要措施防止出现操纵性或欺诈性行为。BitMax严格禁止以下行为：
            <br>
            <h4>4.14 市场操纵</h4>
            <br>
            BitMax市场禁止任何种类的破坏性交易或操纵行为。禁止为了产生不必要的波动性或者创造一种价格不能或不会反映公平市场价值的市场状态，而在Bitxax上发出委托。如果您或任何关联方在明知上述目的的情况下实施或者协助实施上述委托发出行为，或者您或任何关联方在知情的情况下以任何方式协助实施旨在发出上述执行的计划或阴谋，那么您及任何关联方被视为已经从事了损害BitMax利益的行为。
            <br>
            <h4>4.15 欺诈性行为</h4>
            <br>
            您及任何关联方均不得从事或企图从事欺诈性行为，从事或企图从事欺诈、诈骗、欺瞒阴谋，两者均与BitMax上的委托、交易以及与之相关的其他行为有关。
            <br>
            <h4>4.16对适用的法律和法规的违反</h4>
            <br>
            您及任何关联方均不得从事违反任何适用的法律和法规的行为。
            <br>
            <h4>4.17 虚假陈述 </h4>
            <br>
            就某一重大事实向BitMax及其经理董事会、董事委员会或BitMax的任何董事、高级管理人员、经理或员工做出虚假陈述，属于违反《服务条款》的行为。
            <br>
            <h4>4.18 预定交易</h4>
            <br>
            您或任何关联方均不得在BitMax上发出预定（或者在BitMax上发出委托之前已经与另外一个市场参与者进行过磋商）委托，以便在BitMax市场上造成人为价格、虚假交易或其他破坏性、欺诈性、反竞争性或不公平的影响。
            <br>
            <h4>4.19 同时买入和卖出委托 </h4>
            <br>
            您及任何关联方均不得发出可能会导致相互执行的同时买入和卖出委托，并且在BitMax上使用可能造成误导市场效果的自我匹配预防工具，属于违反《服务条款》的行为。
            <br>
            <h4>4.20 洗盘交易</h4>
            <br>
            如果您或任何关联方知道或者理应知道委托的目的是为了避免建立一个受市场风险敞口影响的善意仓位（这种交易通常被称为“洗盘交易”），您及任何关联方均不得通过一个或者多个账户，在相同的价格上发出或接受买入和卖出委托。具有共同受益人所有权和/或关联关系的不同账户的买入和卖出委托，其发出的意图在于：（i）在账户之间转移金钱或数字资产；（ii）消除市场风险或价格竞争；或（iii）实现更加优惠的费用表，并且因此所获得的利益还应当被认定已经违反我司禁止洗盘交易的规定。此外，您或任何关联方均不得以直接或间接方式故意执行或协助执行上述委托。
            <br>
            <h4>4.21 配合交易</h4>
            <br>
            您或任何关联方均不得为了协助另外一人参与违反我司《市场行为准则》或适用的法律和法规的交易的目的，而在BitMax上开展非竞争性交易。
            <br>
            <h4>4.22 超前交易 </h4>
            <br>
            您及任何关联方均不得基于与另外一名用户即将开展的交易有关的非公开信息建立仓位。
            <br>
            <h4>4.23 破坏性操作</h4>
            <br>
            您或任何关联方均不得在BitMax上从事具有或通常被称为“幌骗”性质（在买卖申报时就意图在执行前撤单）的交易、做法或行为。所有委托的发出必须是为了执行诚实交易的目的。此外，所有不可操作的消息必须为了合法目的善意发出，且您应当（无限制）拒绝发出或导致发出：（i）在买卖申报之时就意图在执行前撤单或者改单以规避执行的委托；（ii）意图误导其他市场参与者的委托或可操作的或不可操作的消息；（iii）意图对BitMax或其他市场参与者的系统造成过载、延误或中断的委托或可操作的或不可操作的消息；或（iv）意图中断交易的有序开展或交易的公平执行或者严重忽视对其造成的消极影响的委托或可操作的或不可操作的消息。
            <br>
            <h2>5. 数字资产</h2>
            <br>
            <h4>5.1 数字资产</h4>
            <br>
            在本《服务条款》中，数字资产是指一种数字资产（还被称为“加密货币”、“虚拟货币”、“数字货币”或“数字商品”），例如比特币或以太币，该数字资产基于计算机网络的加密协议并具有以下特点：（i）中心化或去中心化；（ii）封闭式或开放式；以及（iii）可被用作交换媒介和/或价值储藏手段。
            <br>
            <h4>5.2 数字资产存款</h4>
            <br>
            数字资产存款一般是在对应存储的数字资产的特定次数网络确认（由我司根据我司自行判断决定，同时考虑我司的内部政策和程序）在区块链上发生之后，您BitMax账户发生的贷方金额。在特定情形下，数字资产存款可能因为服务中断或者数字资产网络拥塞或中断而发生延迟。
            <br>
            <h4>5.3 数字资产提款</h4>
            <br>
            数字资产的提款通常是以数字资产网络的速度进行处理的。在特定情形下，数字资产提款可能因为服务中断或者数字资产网络拥塞或中断而发生延迟。
            <br>
            <h4>5.4 数字资产网络</h4>
            <br>
            我司未拥有或控制约束数字资产运行的数字网络的基本软件协议或加密协议。上述基本协议通常为源代码，且任何人均可以对其加以使用、复制、修改和分发。您同意和理解：（i）我司对于基本协议的运行不负任何责任；以及（ii）我司对于其安全性、功能性或可用性不做任何保证。
            <br>
            <h4>5.5 支持的网络</h4>
            <br>
            您同意和理解，我司在BitMax上支持特定的数字资产网络（“支持的网络”）。支持的网络清单（包括但不仅限于比特币和以太币）将在BitMax平台上不时进行公布。我司保留根据自行判断修订支持的网络清单的权利，上述清单在我司制定后立即生效。
            <br>
            <h4>5.6 支持的数字资产</h4>
            <br>
            您同意和理解，我司在BitMax上支持特定的支持网络数字资产（“支持的数字资产”）。目前只有比特币、以太币、泰达币和比特币现金被认定为支持的数字资产。我司将评估和支持更多种类的数字资产。
            <br>不被支持的数字资产网络的数字资产，或者在支持的网络上运营、衍生、发展而来的数字资产，除非本《服务条款》另有规定，均不得视为支持的数字资产（“不被支持的数字资产”。
            <br>
            <h4>5.7 分叉</h4>
            <br>
            您同意和理解，被支持的网络的及本协议可能受到操作规则（“分叉”）的变化的影响，该变化可能会导致一个以上版本的出现（“分叉网络）并导致我司在每一个分叉网络上持有相同数量的数字资产。您进一步同意和理解，上述分叉可能会对您在BitMax上持有的数字资产的价值、功能和/或名称产生重大影响。
            <br>在出现分叉之时，您同意和理解，我司可能会临时中止BitMax的运营（无论是否向阁发出事先通知），同时，除非本《服务条款》另有规定，我司将根据自行判断选择支持哪一个分叉网络。您同意和理解，BitMax不支持分叉网络，并且与我司控制的数字资产有关的分叉网络数字资产将不会提供给您。
            <br>数字资产的价值可能发生剧烈波动，从而使我司以您名义持有的数字资产的价值发生完全减损。由于分叉网络的原因将对我司可用的数字资产供应给您的能力，以及由于分叉网络的原因我司交付数字资产的能力，可能取决于不受我司控制的第三方提供商。我司并不拥有或控制任何用于数字资产及其数字资产网络的协议，包括来自于分叉网络的协议。因此，我司声明对于上述协议及任何数字资产（无论是否在分叉网络或其他网络）的价值变化一概不负责任，且我司对于上述协议或数字资产网络的安全性、功能性和可用性不做任何保证。您接受与使用BitMax进行交易有关的所有风险，包括但不仅限于与硬件、软件和互联网连接有关的风险。
            <br>
            <h4>5.8 比特币分叉</h4>
            <br>
            如果比特币网络出现分叉，那么我司将支持需要最大总计基准数量的哈希尝试的分叉网络，以在分叉后48小时内对所有已有区块进行开采（“最大累计计算难度”），并且将其数字资产称为“比特币”或用代号“BTC”表示。您同意和理解，在我司做出判定之时，只要我司认为有必要，我司可以根据自行判断（无论是否发出事先通知），全部或部分中止操作；但是我司不会中止比特币交易。如果我司未能做出哪一个分叉网络具有最大累计计算难度的终局判定，或者，如果我司在向我司顾问或咨询专家（“咨询顾问”）咨询后，善意判定最大累计计算难度不是一个做出该类判定的合理标准，那么在向我司咨询顾问咨询后，我司将支持我司善意认为最有可能被最多数量的用户和矿工支持的分叉网络，并将其数字资产称为“比特币”或用代号“BTC”表示。我司还可能支持另外一个分叉网络，在这种情形下，我们将其数字资产以不同名称相称并使用不同的代号。
            <br>
            <h4>5.9 以太坊分叉</h4>
            <br>
            如果以太坊网络出现分叉，那么我司将支持具有最大累计计算难度的分叉网络，并且将其数字资产称为“以太币”或用代号“ETH”表示。您同意和理解，在我司做出判定之时，只要我司认为有必要，我司可以根据自行判断（无论是否发出事先通知），全部或部分中止操作；但是我司不会中止以太币交易。如果我司未能做出哪一个分叉网络具有最大累计计算难度的终局判定，或者，如果我司在向我司顾问或咨询专家（“咨询顾问”）咨询后，善意判定最大累计计算难度不是一个做出该类判定的合理标准，那么在向我司咨询顾问咨询后，我司将支持我司善意认为最有可能被最多数量的用户和矿工支持的分叉网络，并将其数字资产称为“以太币”或用代号“ETH”表示。我司同时还可能支持另外一个分叉网络，在这种情形下，我们将其数字资产以不同名称相称并使用不同的代号。
            <br>
            <h4>5.10 其他支持的数字资产的网络分叉</h4>
            <br>
            第5.9条款在做出必要修改后，对其他支持的数字资产予以适用——通常而言，我司支持具有最大累计计算难度的分叉网络。
            <br>
            <h4>5.11 不被支持的分叉网络</h4>
            <br>
            您同意和理解，除非本《服务条款》另有规定，我司可能根据自行判断决定不支持某个分叉网络（“不被支持的分叉网络”），且您对于不被支持的分叉网络的任何数字资产不拥有任何权利、主张或其他特权。关于不被支持的分叉网络，我司将其数字资产作为不被支持的数字资产，且我司可以根据自行判断，选择：（i）放弃或者以其他方式不寻求获得其数字资产，（ii）寻求和保留其数字资产，作为我司独占所有的财产，或（iii）明确您在分差之时的余额，并将之作为您的财产，并通过一次性提款交易将之提供给您（但根据我司自行判断认定，为公平补偿我司提供上述数字资产所耗费的精力，我司可以扣除和保留合理必要的金额）。根据本条款进行的提款交易，不会使一个不被支持的分叉网络成为一个被支持的网络，或者使其数字资产成为被支持的数字资产。
            <br>如果我司决定在将来支持一个不被支持的分叉网络及其数字资产，我司将在分叉之时查明您的余额（减去根据本条予以适用的提款金额），并将之作为您的财产，这一操作将在您的数字资产账户中予以反映。
            <br>
            <h4>5.12 非请求之转让</h4>
            <br>
            您同意和理解，如果第三方将被支持的数字资产存入我司控制的某个数字资产地址，那么我司有权利且会将该被支持的数字资产算作：（i）您的财产，如果被转让到您的数字资产账户的话；（ii）由我司独占所有的财产，如果转让到我司控制的其他数字资产地址的话。您同意和理解，如果您或第三方将不被支持的数字资产存入我司控制的某个数字资产地址，那么我司有权且会将任何该不被支持的数字资产算作我司的财产。
            <br>您进一步同意和理解，本条款规定的转让类型（“非请求转让”）在您与转让人之间不存在法律关系，且不得使我司对转让人承担任何义务。
            <br>
            <h4>5.13 非请求转让财产之返还</h4>
            <br>
            您同意和理解，我司不负有将非请求转让下的数字资产予以返还的义务或职责。本条款之例外将由我司根据自行判断，按照个案处理原则予以考虑和决定。
            <br>
            <h4>5.14 空投</h4>
            <br>
            您同意和理解，如果某个数字资产网络试图或者派发（有时被称为“空投”或“自举”）其数字资产到某一被支持网络的数字资产地址，那么我司将该类数字资产网络当作不被支持的分叉网络。
            <br>您进一步同意和理解，空投的数字资产在我司，与转让人和/或相关数字资产网络之间不存在法律关系，且不得使我司对转让人和/或相关数字资产网络负有任何义务。
            <br>
            <h4>5.15 无主物</h4>
            <br>
            如果BitMax在您的BitMax账户中持有数字资产，且在一段时间之内我司无法联系您且没有您在平台上使用服务的记录，那么相关法律要求我司将这些数字资产当作相关司法管辖区的无主物。如果出现这种情况，我司将在我司记录中努力查明您的地址，但是如果我司仍然未能联系到您，我司可能会被要求将上述数字资产作为无主物转交给相关司法管辖区。在相关法律允许的范围之内，我司保留从上述无主数字资产中扣除休眠费或其他行政管理费用的权利。
            <br>
            <h4>5.16 保险</h4>
            <br>
            您数字资产账户中的存款未有保险覆盖。
            <br>
            <h4>5.17 法定货币</h4>
            <br>
            我司不接受来自任何一方的法定货币存款或自动清算所存款。我司不接受任何法定货币提款。
            <br>
            <h2>6. 通用条款</h2>
            <br>
            <h4>6.1 专有权利和使用限制</h4>
            <br>
            BitMax是我司的专有平台。BitMax以及网站上的所有资料均受版权和其他知识产权法律保护。您同意和理解，在未获得我司的事先明确书面同意之前，对BitMax源代码或类似专有或保密数据或通过BitMax提供的其他类似信息，不得进行修改、拷贝、复制、再传输、分发、出售、发布、广播、储存或利用其进行衍生作品创作。您不得将BitMax用于任何非法目的。
            <br>我司在此根据《服务条款》授予您一项不可转让的、非独家且具有人身性质的、世界范围内的、免版税的许可。我司禁止所有其他用途。我司保留其他未被授予的、针对BitMax的所有权利。
            <br>BitMax和BitMax标识（无论是登记的或未被登记的）（“BitMax商标”）属于许可给BitMax的专有性商标且受商标法的保护。本《服务条款》的任何内容均不得被理解为授予任何在未经我司明确书面同意的情况下使用此处显示的BitMax商标的许可或权利。严格禁止在未经授权的情况下使用BitMax商标。在未与我司签订一份单独的书面协议之前，在创建、发型、出售、要约出售、交易、派发、请求、营销或促销任何投资产品（例如数字资产、法定货币、证券、大宗商品、投资或交易产品、衍生品、结构化产品、投资基金、投资组合、大宗商品组合、互换、证券化或合成产品等），您均不得使用BitMax商标，尽管该投资产品的价格、汇报和/或业绩是基于、来自于或关联于BitMax或其任何一部分。我司可能使用属于一项或者多项待决专利申请对象的技术。
            <br>
            <h4>6.2  维护、停机或服务中断</h4>
            <br>
            您同意和理解，BitMax的所有或部分服务可能在计划维护期间、未计划停机期间或其他服务中断期间不可用（统称“服务中断”）。您同意和理解，BitMax对于因服务中断而导致的麻烦或损失，BitMax对您一概不承担责任。在服务中断后，
            <br>如果服务得以恢复，您能够理解，当时的市场价格与服务中断之前相比，可能已经发生较大变化。
            <br>
            <h4>6.3 Cookie政策</h4>
            <br>
            当您进入BitMax之时，我司会采取常规做法，将被称为cookie、flash cookie、pixel tag或其他追踪工具（“Cookie”）的小型数据文件植入您用于访问BitMax的电脑或其他设备。Cookie是自动储存于您的设备网页浏览器中的、可被我司检索的小块信息。我司收集的信息类型包括但不仅限于访问者身份信息和与您使用偏好有关的信息。我司利用这些技术帮助我司识别作为用户的您，收集有关您使用BitMax的信息以便为您提供定制化的服务和内容，以及收集有关您电脑或其他访问设备的信息，以便（i）遵守我司的《合规项目》；以及（ii）通过探测异常或可以账户活动以确保您的账户安全未遭遇破坏。通过使用BitMax，您同意和理解，我司可能会收集数据和/或传输所收集的数据给BitMax服务提供商，例如数据分析服务提供商，它们也可以对上文提及的此类技术加以利用。如果您阻止或删除cookie，我司可能不能向您提供BitMax上的所有服务。如果您不同意在您设备中植入Cookie，请不要访问、进入或使用BitMax。
            <br>
            <h4>6.4 记录和记录保存 </h4>
            <br>
            我司可能会以电子方式，对我司与您之间的电子、电邮或电话会话，以及与您BitMax账户和/或对BitMax的使用有关的所有信息、活动和通讯内容进行记录和保存，记录的保存期限为法律规定的必要期限或者我司根据业务需求规定的期限。
            <br>
            <h4>6.5 第三方服务提供商</h4>
            <br>
            您同意和理解，我司可以利用第三方，从您的一家或者多家金融机构处收集、审查和传输您的数据和活动。通过使用BitMax，您同意授予我司可能聘用的第三方服务提供商，从您的一家或者多家金融机构处，根据其条款和条件、隐私政策和/或其他政策，获取和传输您的数据、活动、个人和财务信息给我司的权利、权限和授权。您同意和理解，我司可能会利用第三方，以我司的名义，将您在我司的数据和活动加以收集、审查、提交或促使提交给监管机构。通过使用BitMax，您同意授予我司可能聘用的第三方服务提供商，以我司的名义，根据其条款和条件、隐私政策和/或其他政策，获取和传输您的数据、活动、个人和财务信息给监管机构的权利、权限和授权。
            <br>
            <h4>6.6 第三方网站</h4>
            <br>
            BitMax可能存在由第三方运营或由第三方提供内容的其他网站链接，且此类网站可能也存在我司网站的链接。您同意和理解，BitMax对于上述其他网站或其内容不具有控制力，且不会承担因此类网站或其内容导致的或与之相关的任何责任。上述链接的存在并不构成对上述网站、网站内容或网站运营商的一项背书。BitMax仅仅将该链接提供给您，作为参考。
            <br>
            <h4>6.7 第三方信息的准确性和使用</h4>
            <br>
            信息提供商是直接或间接向我司提供信息的公司或个人（“信息提供商”）。上述信息可能包含但不仅限于市场整体数据，其他交易所/市场/经销商和/或数字资产矿工的报价等。我司可能通过BitMax提供的第三方信息是从我司认为可靠的信息提供商和线人处获得的，但是我司不能对该信息的准确性、完整性、及时性或时序正确性提供任何担保。上述信息归属于信息提供商。您只能为您自身的利益对上述信息加以利用。在未获得我司书面同意以及信息提供商的同意（如果有必要）之前，您不得以任何方式将该信息进行复制、出售、分发、流通、储存，以之创造衍生作品或对其加以商业利用，或者将其提供给任何其他人士或实体。
            <br>您同意和理解，如果某国政府机关、监管机构的适用的法律和法规、规定或条例禁止提供和利用上述信息，或BitMax在该国提供信息或服务的行为未经该国批准，那么BitMax提供的信息和服务，不得提供给该司法管辖区的个人或机构或者被其予以利用。BitMax不一定在所有司法管辖区上线。
            <br>
            <h4>6.8 税费</h4>
            <br>
            您应当独自查明，关于您通过平台开展的任何交易，您是否需要纳税以及应当缴纳多少税费，还须将正确金额的税费抵扣、缴纳、报告或转让给相关税务机关。您可以通过您的BitMax账户查阅您的账户明细。但是，请注意，任何时候的账户明细可能不完整，且您应当不时单独下载和记录您的账户明细。
            <br>
            <h4>6.9 不可抗力</h4>
            <br>
            您同意和理解，在任何情况下我司或BitMax服务提供商均不得对因超出我司或BitMax服务提供商合理控制的原因或条件直接或间接导致的服务延迟、失败或中断承担任何责任，包括但不仅限于因填在、民间或军事机构行为、恐怖主义行为、民间动乱、战争、罢工或其他劳动纠纷、火灾、电信或互联网服务/网络提供商服务的中断、设备和/或软件故障、其他灾难或超出我司合理控制的任何其他时间，且不得影响其他剩余条款的效力和可执行性。
            <br>
            <h4>6.10 法律费用</h4>
            <br>
            您同意，对于因您或您对BitMax的使用而导致的或与之相关的监管机构质询、法律行动、诉讼、争议或调查（无论是预期的还是实际发生的）产生的、与您账户或任何关联账户有直接关系的实际和合理的法律费用和成本，您须对我司或BitMax服务提供商做出赔偿。我司有权在不经通知的情况下从您的BitMax账户中收取上述费用，包括我司产生的法律费用和执行费用。任何扣款将在合理的期限内持续有效，直至解决现有的任何监管或法律问题，且我司可能将扣除的金额存入一个单独的账户，并在已知问题已经解决后向您支付剩余金额。而且，您同意，如果上述预期的或实际的行动涉及您账户中的特定资产，那么在事情解决之前，该资产不得转出上述账户。在发出请求后，我司将提供所有发票副本。
            <br>
            <h4>6.11 整体协议</h4>
            <br>
            《服务条款》以及本文件提及的我司《隐私政策》，构成您与我司（BMXDM技术私人有限公司）之间就本文件标的而言的全部理解和协议 ，并且取代所有此前您与我司之间任何类型和性质的讨论、协议和理解（包括但不仅限于《服务条款》的历史版本）。
            <br>
            <h4>6.12 协议转让</h4>
            <br>
            《服务条款》或您在《服务条款》下的权利和义务，不得由您进行转让，但可以由我司在无限制条件的情况下进行转让（而无须获得您的事先同意）。您在违反本《服务条款》对协议进行的任何转让或让与均为非法和无效。本《服务条款》对协议双方及我司的继承人和允许受让人具有约束力，并对其产生利益。
            <br>
            <h4>6.13 协议双方的关系</h4>
            <br>
            您同意和理解，本《服务条款》的任何内容均不得被视为创建、构成、暗示、促成或以其他方式承认任何类型的合伙企业、雇佣关系、合资企业、或正式的商业实体，且协议双方的权利和义务仅限于本《服务条款》中的明文规定。除了本《服务条款》中的赔偿和免责条款，本《服务条款》规定、提及或暗示的任何内容，均不是，也不得被理解是授权除协议双方以外的任何人，就任何可能会被解释为授予上述人士权利的条款，要求执行本《服务条款》规定的普通法或衡平法权利、救济或索赔，且本《服务条款》中的所有声明、保证、承诺、条件和规定仅为您与我司的利益。
            <br>
            <h4>6.14 可分割性</h4>
            <br>
            您同意和理解，如果本《服务条款》的任何规定或其适用，根据任何规定、法律、法规或任何联邦、州或地方政府部门，被认定为无效和不可执行的，那么应当在法律允许的最大范围之内，对上述条款进行变更和解释，以实现该条款本来的目的。您进一步同意和理解，本《服务条款》的任何其他规定（或者在有效和可执行的范围之内的上述条款）的有效性或可执行性，不会因此受到影响。
            <br>
            <h4>6.15 继续有效</h4>
            <br>
            本《服务条款》中根据其性质在到期或终止后继续有效的所有条款，包括但不仅限于与中止或终止、所欠债务、对BitMax的一般性使用、与我司之间的争议、通用条款相关的内容，在本《服务条款》终止或到期后继续有效。
            <br>
            <h4>6.16 标题</h4>
            <br>
            本《服务条款》中的条款标题仅作为参考之目的，不得影响本《服务条款》任何条款的含义或解释。
            <br>
            <h4>6.17 英语优先适用</h4>
            <br>
            尽管本《服务条款》存在其他规定，本《服务条款》的翻译版本仅作为您参考之用。本《服务条款》中的术语、条件和声明的含义，为英语下的含义且须按照英语进行解释。如果本《服务条款》的英语版本和其他翻译版本出现冲突或歧义，那么应当优先适用英语版本。您承认，您已经阅读并理解本《服务条款》的英语版本。
            <br>
            <h4>6.18 书面通知</h4>
            <br>
            如果我司将邮件发送至您BitMax账户记载的电子邮箱地址，您同意和理解，这构成我司发给您的“书面通知”。如果您将邮件发送至support@bitmax.io，这构成您发送给我司的“书面通知”。对于以电子邮件发出的所有通知，邮件收悉之日视为送达之日。
            <br>
            <h4>6.19 权利非放弃条款</h4>
            <br>
            本《服务条款》不得被理解为对适用的法律和法规之下不得放弃的权利之放弃，包括您所在州的相关转账法律。此外，对于我司未坚持您严格遵守本《服务条款》的任何条款或规定，不得被理解为放弃要求您遵守上述条款或规定的权利。
            <br>
            <h4>6.20 投诉</h4>
            <br>
            如果您想要提出投诉，请联系我司的客户服务团队。请您使用BitMax账户所记载的电子邮箱，发送至support@bitmax.io。
            <br>
            <h4>6.21 提交给BitMax的资料</h4>
            <br>
            我司不接受针对您未经我司请求所提交的信息的保密或不得披露义务，而无论选择的提交方法或媒介。通过提交信息或材料给我司或任何BitMax服务提供商，您或以您名义行事的任何人士同意，任何上述信息或材料均不得视为具有保密性或专有性。
            <br>我司不提供任何用于发送或接收私下或保密电子通信的设施。您不得使用BitMax，传输您只让您自己和收件人查阅的任何信息。在此通知您，使用BitMax发送的所有消息和内容可以且可能被我司查阅，无论我司是否属于上述消息的收件人。但是，查阅上述消息和其他内容的权限，只提供给BitMax员工或有合理需求的BitMax服务提供商。
            <br>
            <h2>7. 禁止条款</h2>
            <br>
            <h4>7.1 制裁法律</h4>
            <br>
            我司提供给您的服务，受国际出口控制和经济制裁规定的约束。通过在BitMax上购买数字资产，您声明和保证，您购置和使用任何上述电子资产的行为符合上述法律要求。在不限制上述条款效力的情况下，如果出现以下情形，您不得在BitMax上购买数字资产或使用我司提供的任何服务：（i）您（或视具体情况，任何您的子公司、任何董事或高级管理人员或任何员工、代理、关联人），任何对您或您购买的任何数字资产拥有直接或间接受益人权利的人士，或您购买的任何数字资产所指向的委托人或任命人，属于任何国家、政府或国际机构管理或执行的任何制裁行动的对象，包括美国财政部外国资产管理办公室、美国国务院、联合国安理会、欧盟、英国财政部、香港金融管理局、新加坡金融管理局（统称“制裁”），或者位于、成立于属于制裁对象的国家或地区或属于其公民或居民，或者其所在国家或地区的政府属于制裁对象，或（ii）如果您计划将在BitMax上购买的任何数字资产出售给或将我司在BitMax上提供的服务提供给属于制裁对象的任何国家，属于制裁对象的国家或地区的国民或居民，或任何属于制裁对象的个人。
            <br>
            <h4>7.2 有关赌博的政策系 </h4>
            <br>
            一般而言，在新加坡和所有相关司法管辖区（除非已经获得合法执照），要求某人支付现金、提供有价之物或采取重大努力（符合法律术语意义下的“对价”）以便进入或参与一种在较大风险的情况下（例如采用随机抽签的方式决定赢家）他/她可以获得一项奖励的活动或促销，属于非法行为（“非法赌博”）。相应地，我司内部《与赌博有关的政策》禁止使用BitMax用于储存、发送或接收与非法赌博有关的赌注或所得。从被许可和监管的平台上获得的交易价差或赌博奖金，不构成非法赌博或对我司《与赌博有关的政策》的违反。我司采取各种方法以侦查对我司《与赌博有关的政策》的违反情况。
            <br>您同意和理解，如果我司根据自行判断怀疑某些账户违反了我司《与赌博有关的政策》（这也属于对《服务条款》的违反），那么我司有权立即：（i）中止您的账户以及任何关联账户，（ii）冻结/所动所有上述账户中的资金和数字资产，以及（iii）中止您进入BitMax的权限。
            <br>您理解和同意，如果您的账户或任何关联账户，根据我司的判断，被认定已经违反我司《与赌博有关的政策》的规定（这也属于对《服务条款》的违反），那么我司有权立即终止上述账户并根据《服务条款》和/或适用的法律和法规采取任何及所有必要和妥当的行动。
            <br>
            <h2>8. 免责声明和赔偿</h2>
            <br>
            <h4>8.1 BitMax免责</h4>
            <br>
            您同意，对于《服务条款》或法律允许的时间期限内的或由您的疏忽导致的BitMax服务提供商（包括我司的银行或任何其他参与者）未能或延迟采取行动的情形，我司一概不负责任。
            <br>您进一步同意，对于任何错误的委托或交易（参见“错误委托”、“错误交易”的定义）或“系统故障”（BitMax、BitMax服务提供商或电信公司使用的任何计算机硬件或软件故障，或BitMax、BitMax服务提供商使用的设备故障）或停服务停止，上述事件会导致我司不能履行《服务条款》下的义务，我司或BitMax服务提供商一概不负责任。但前提是，我司或相关BitMax服务提供商（如适用）采取了商业上合理的措施，以避免或限制上述错误委托、错误交易、系统故障、服务停止事件。您还同意，对于超出我司或BitMax服务提供商（视具体情况）合理控制的其他情形，我司或BitMax服务提供商一概不承担责。
            <br>我司尽最大努力向您提供可靠的服务。但是，时不时地，服务可能会由于各种因素出现中断、错误或其他缺陷，某些已经超出我司的控制范围。上述因素可能会导致服务的延迟、错误或者系统中断。因此您在进入您BitMax账户、取出您的数字资产、存储您的数字资产和/或发出和/或取消委托时，可能会遇到障碍。
            <br>
            <h4>8.2 赔偿</h4>
            <br>
            在任何情况下，我司或BitMax服务提供商，就与《服务条款》、您对BitMax的实际或试图使用有关的您遭遇的任何行为、不作为、判断失误或损失，我司或BitMax服务提供商一概不负责任。您同意，对于因（i）您对BitMax的使用或我司及BitMax服务提供商履行或不履行对您的义务，或（ii）您未能对您的BitMax账户登陆信息采取安全和保密措施导致的或与之相关的任何及所有赔偿责任、义务、损失、损害赔偿金、出发、诉讼、判决、起诉、成本、费用（包括基于赔偿条款的合理律师费用）、索赔、支付款或各种行为及上海（包括死亡），您须确保我司和所有BitMax服务提供商不遭受任何损失。如果债权人在同意一般免责条款时不知道他或她在法律或法理上的优势，那么在法律或法理上这种一般免责条款可能会被视为无效。您在此明确放弃自己在上述法律或法理上的保护。
            <br>
            <h2>9. 管辖法律和争议解决</h2>
            <br>
            <h4>9.1 管辖法律</h4>
            <br>
            《服务条款》、您对BitMax的使用、您的权利和义务，以及因《服务条款》导致的或与之相关的所有诉讼，均受新加坡法律管辖，如同《服务条款》是一个完全在新加坡签订和履行的合同一样。您同意，根据《服务条款》的规定在BitMax上执行的委托、交易、充值、提款或买卖，均应视为发生在新加坡境内，且受新加坡法律（不包括冲突法规范）的约束。
            <br>
            <h4>9.2 争议解决</h4>
            <br>
            请仔细阅读本条款，因为本条款包含影响您法律权利的特殊规定，例如具有约束力的仲裁条款和集体诉讼放弃声明。本条款要求您与卖家对特定争议和索赔进行仲裁并且限制您从我司获得救济的渠道。
            <br>任何一方：（i）放弃将因《服务条款》导致的或与之有关的任何及所有争议、索赔、起诉、诉讼、诉由、要求或程序（“争议”）提交法庭予以解决的全部权利，以及（ii）放弃其将争议提交法庭审理的全部权利。相反地，每一方均须以具有约束力的仲裁（是指将争议提交给一名或者多名审理争议的人员并促使其作出一项具有约束力的最终裁决以解决争议，而不是将争议交由法官或陪审团审理）解决争议。
            <br>任何因《服务条款》导致的或与之相关的争议，对您而言具有人身属性，且只能通过单独的仲裁予以解决，并且在任何情况下均不得以集团仲裁、集团诉讼或其他类型的代表程序予以提起。不得提起集团仲裁或其他试图以另外一位或一群人士的代表身份解决争议的仲裁。而且，任何争议均不得以集团或其他类型的代表诉讼（无论是否属于仲裁范围之内）的方式，或代表任何其他一位或一群人士的方式予以提出。
            <br>因《服务条款》（包括但不仅限于本条款的可执行性，或有关该条款存在、效力或终止的问题）导致的或与之相关的任何争议，均应提交到新加坡国际仲裁中心（“SIAC”），按照其现时有效的《新加坡国际仲裁中心仲裁规则》（“SIAC规则”）（该规则在此视为本条款的一部分）予以最终解决。仲裁地为新加坡。仲裁庭由1名仲裁员组成。仲裁语言为英语。
            <br>任何一方均须在争议发生之日起30日内，将该争议以书面形式告知另外一方，以便协议双方可以秉承诚实信用原则，以非正式机制解决争议。寄送给卖方的通知可以电子邮件形式发送到support@bitmax.io。寄送给您的通知可能发布在网站上，或者通过您所留电子邮箱（如有）发送给您。您的通知必须包含：（i）您的姓名、邮寄地址、电子邮箱地址和电话号码；（ii）一份对争议性质或依据的充分详细说明；以及（iii）您寻求的具体救济。如果您和卖方未能在相关方收到通知之日起三十（30）日内就如何解决争议达成一致，那么您或者卖方可以，在适当情形下根据本条款规定，提起一项仲裁程序，或者在本条款规定的范围之内，向法庭提起诉讼。
            <br>仲裁员不具有开展集团仲裁或代表/集团诉讼的权限，本《服务条款》禁止授予此种权限。仲裁员只能开展单独的仲裁，且不得将多于一人的请求合并审理，不得审理任何类型的集团或代表程序，也不得审理多于一人的任何程序。
            <br>如果本条的任何条款、规定、要求被判定为无效或不可执行，那么判定的无效和不可执行部分应当在法律适用和规定的最小范围之内，且本条所有其他的条款、规定和要求继续有效和可执行。并且，除非被法律所禁止，本条载明的弃权声明与《服务条款》中的其他条款属于可分割，且将继续有效和可执行。
            <br>您同意，《服务条款》下的本条规定，旨在以一种快速且成本较小的方式，解决与本《服务条款》载明的事项有关的争议，并且就上述事项导致的任何争议而言，本条可以作为驳回您因此提出的法庭诉讼的理由。
            <br>《服务条款》的印刷版可在司法或行政程序中予以采用。
            <br>
            <br>
        </div>
        <div class="content" v-else>
            <h1>TERMS OF SERVICES</h1>
            <br>DIGITAL ASSET TRADING INVOLVES A HIGH DEGREE OF RISK. THE DIGITAL ASSET MARKET IS NEW AND UNPROVEN AND MAY EXPERIENCE FREQUENT PRICE VOLATILITY DUE TO A VARIETY OF FACTORS, INCLUDING WITHOUT LIMITATION (I) THE SMALL USE OF DIGITAL ASSETS IN THE RETAIL AND COMMERCIAL MARKETPLACE IN COMPARISON TO RELATIVELY LARGE USE BY SPECULATORS AND (II) THE LACK OF ASSURANCE THAT A PERSON OR INSTITUTION WHO ACCEPTS DIGITAL ASSETS AS PAYMENT TODAY WILL CONTINUE TO DO SO IN THE FUTURE. SUCH PRICE VOLATILITY MAY ADVERSELY AFFECT AN INVESTMENT IN DIGITAL ASSETS SO PRIOR TO USING BITMAX, PLEASE EVALUATE THE MERITS AND RISKS OF THE INVESTMENT AND BE ABLE TO BEAR THE ECONOMIC RISK OF LOSING YOUR ENTIRE INVESTMENT IN A SHORT PERIOD OF TIME. NO MATERIAL ON BITMAX SHOULD BE CONSIDERED AS AN OFFER BY BITMAX TO SELL OR SOLICITATION BY BITMAX OF ANY OFFER TO BUY DIGITAL ASSETS.
            <br>BitMax is a digital asset exchange operated by and proprietary to BMXDM Technology Pte. Ltd. a Singapore company (the "Company"). By accessing the website at https://bitmax.io/ (the "Website"), signing up to BitMax and/or opening an account or using BitMax (including its Platform service, as defined below, or any other BitMax service), you agree to be bound by these terms and conditions between you and Company, including any revisions from time to time as may be published by BitMax (these "Terms"). You acknowledge and agree that it is your responsibility to review these Terms periodically and become aware of modifications (if any) from time to time. PLEASE READ THESE TERMS CAREFULLY and please do not visit, access, or use BitMax, or sign up or open an account with BitMax if you disagree with any of these Terms. Please also note that there may be specific terms or conditions applicable to you as a user in a given jurisdiction, as detailed herein. Use of the words "we," "us," or "our" in these Terms refers to the Company and any or all of its affiliates.
            <br><h2>1. SERVICES</h2>
            <br><h4>1.1 BITMAX EXCHANGE</h4>
            <br>The Company is not, and does not in any way hold itself out to be a regulated financial services provider. The Company operates an exchange ("Platform") that facilitates the buying and selling of Digital Assets. You may use your BitMax Account to place orders (each, an "Order") to buy and/or sell Digital Assets. When our Platform's matching engines match Orders, a trade (each, a "Trade") occurs. Unmatched Orders rest on their order book (each, an "Order Book"). Each Trade (i) transfers ownership of Digital Assets between users, (ii) is recorded on our internal ledger ("Exchange Ledger"), and (iii) is reflected through records held by us of each User's Digital Asset Account (which shall be final and conclusive except in the unforeseeable events such as malicious attacks and/or system-related issues where the Company needs to review all the records and ascertain the actions required). All Platform trading activity is "off-chain" and not broadcast to a given blockchain.
            <br><h4>1.2 LEGALLY BINDING AGREEMENT</h4>
            <br>You agree and understand to be legally bound by the terms and conditions set forth in these Terms of Services ("these Terms") and that these Terms governs your use of BitMax and the services we provide. By clicking "I AGREE," during the account opening process, you agree and understand to be legally bound by the terms and conditions of these Terms and agree and understand that you have received the disclosures set forth herein. If you do not agree to
            <br>be legally bound by the terms and conditions of these Terms, do not click "I AGREE" and please do not visit, access, or use BitMax in any capacity or manner. Whether or not you click "I AGREE," if you sign up for an account and use BitMax in any capacity or manner, you agree, by virtue of any such action, to be legally bound by the terms and conditions of these Terms (including any changes or amendments) in their entirety.
            <br><h4>1.3 USING OUR SERVICES</h4>
            <br>By signing up to BitMax and opening an account, you have affirmed that you are at least 18 years old, have the legal capacity to enter into these Terms by and between you and the Company, and agree to be legally bound by these Terms in their entirety.
            <br>In the event of a revision to these Terms, transactions that you or others have already undertaken, and benefits, such as trading fee discounts and rebates that you or others have earned, could be affected by the terms and conditions of such revisions to these Terms. You should, therefore, read these Terms from time to time, and your continued acceptance of these Terms (as revised from time to time) is a condition of logging into BitMax and/or using the services on the Platform. If you do not agree to be legally bound by these Terms and all of its terms and conditions (as amended from time to time), you should not log into your account or use BitMax. Should you disagree to these Terms (including any changes or amendments), please close your account immediately.
            <br>In order to use BitMax, you must first successfully provide the required identification information pursuant to our Compliance Program, which would necessarily include anti-money laundering ("AML") and counter-terrorism financing ("CTF") checks (our "Compliance Program").
            <br>Kindly print and keep a copy of these Terms. We reserve the right to change any of these terms and conditions at any time, and in such event the latest version of these Terms will be published by BitMax.
            <br><h4>1.4 SERVICE MODIFICATIONS</h4>
            <br>You agree and understand that we may modify part of or all of BitMax or the services to be provided on the Platform without notice.
            <br><h4>1.5 APPLICABLE LAWS AND REGULATIONS</h4>
            <br>Your conduct on BitMax is subject to the laws, regulations, rules, guidelines and notices of any applicable governmental or regulatory authority (the "Applicable Laws and Regulations") including, but not limited to AML/CTF provisions as mandated by the laws of Singapore and any other applicable rules and regulations regarding AML/CTF. You unequivocally acknowledge and agree that by signing up to BitMax and opening an account and using BitMax in any capacity, you acknowledge and agree to act in compliance with and be legally bound by these Terms as well as the Applicable Laws and Regulations.
            <br><h4>1.6 ACCESSING BITMAX</h4>
            <br>You agree and understand that you are not allowed to enter any restricted area of any computer or network of BitMax or any BitMax Service Provider under any circumstances, or perform any functions that are not authorised by these Terms.
            <br><h2>2. YOUR BITMAX ACCOUNT</h2>
            <br><h4>2.1 ACCOUNT OPENING</h4>
            <br>Only individuals or institutions that have successfully completed and submitted all requested documentation in accordance with our Compliance Program may open a BitMax user account ("BitMax Account"). You hereby authorise us, or a third-party service provider, to take any measures that we consider necessary to verify and authenticate your identity, confirm the information you submit about your bank account details (if applicable), and to take any action we deem necessary based on the results. Subject to our Compliance Program, by opening a BitMax Account on behalf of an institution by a beneficial owner and/or designated representative of the said institution, you warrant and agree that you are a beneficial owner and/or designated representative of the said institution.
            <br><h4>2.2 ACCOUNT TYPES</h4>
            <br>In order to access BitMax, you must register and open a BitMax Account. Each BitMax Account may comprise one or more Digital Asset account (each a "Digital Asset Account") that reflects its Digitals Asset balance. Access to your BitMax Account is limited solely to the individual or institution which has successfully registered and opened that BitMax Account. You agree that you will not allow any other individual or institution to access or use your BitMax Account.
            <br><h4>2.3 ACCOUNT ACCESS</h4>
            <br>You are only permitted to access your BitMax Account using your user account login credentials and other required forms of authentication. In order to ensure safety and security of your BitMax Account, we may require multi-factor authentication when accessing your BitMax Account and/or performing certain operations in your BitMax Account. Forms of multi- factor authentication in addition to your login credentials may include secret messages delivered to your registered mobile number through short message service ("SMS") or a specified and supported two-factor authentication ("2FA") application. If you choose to install and use a 2FA application on a device (e.g., phone or tablet) on which the operating system has been tampered with in any way, you do so at your own risk. This includes, but is not limited to, a "rooted" (Android) or "jailbroken" (iOS) device. We reserve the right in our sole discretion to prohibit access from or by any device on which the operating system has been or is suspected of having been modified or tampered with.
            <br>You agree that your BitMax Account login credentials and other required forms of authentication (where applicable) chosen by you shall be kept confidential and separate from each other, as well as separate from any other information or documents relating to your BitMax Account. You also agree to be solely responsible for maintaining the security of your BitMax Account login credentials and other required forms of authentication. We cannot be responsible for any unauthorised use of your BitMax Account.
            <br>You are responsible for monitoring your BitMax Account. If you notice any unauthorised or suspicious activity in your account, please contact support@bitmax.io immediately.
            <br><h4>2.4 ACCOUNT HISTORY</h4>
            <br>A historical record of your transactions on the Platform ("Account History") available on BitMax contains information regarding your trading activity; however, please note that nothing in your Account History should be treated as a valuation. We use commercially reasonable efforts to assure that the information contained in the notices we send you and your Account
            <br>History are accurate and reliable; however, do note that errors may sometimes occur and such errors do not impact the actual means and results of a given transaction. It is your sole responsibility to review your Account History and any notices. Any transaction listed in your Account History, or other communication including, but not limited to, Order, Trade or other receipts sent to your email on record shall be deemed and treated as authorised and correct, approved, and confirmed by you unless we receive written notice to the contrary within three business days from the date the transaction was listed or the communication was sent (as the case may be).
            <br><h4>2.5 ACCOUNT COMMUNICATION</h4>
            <br>You understand and agree that all communication with you will be via email. We will use the email address on record for your BitMax Account as our primary means of communicating with you. To ensure that you receive all of our communications, you agree to keep your email address up-to-date and immediately notify us if there are any changes. Delivery of any communication to the email address on record is considered valid, and will be deemed to have been acknowledged as correct, approved, and confirmed by you unless we have received written notice to the contrary within three business days from the date the communication was sent. If any email communication is returned as undeliverable, we retain the right to block your access to BitMax until you provide and confirm a new and valid email address.
            <br><h4>2.6 ACCOUNT SUSPENSION</h4>
            <br>You acknowledge and agree that we have the right to immediately suspend your account and all accounts beneficially owned by you and any members of your household or for which you are a representative or authorised signatory and, in the case of entities, any affiliates (each, a "Related Account"), freeze/lock the Digital Assets in all such accounts, and/or suspend your access to BitMax, until a determination has been made, if we suspect, in our sole discretion, any such accounts to be in violation of (i) any Applicable Laws or Regulations, (ii) any provision of these Terms, (iii) our Marketplace Conduct Rules, or (iv) our Compliance Program, at any time since the opening of such account or Related Account (each, a "Breach of Terms").
            <br>You further acknowledge and agree that we have the right to immediately suspend your account and any Related Account, freeze/lock the Digital Assets in all such accounts, and/or suspend your access to BitMax until a determination has been made, if (a) we are required to do so by any regulatory or government authority or court order, (b) the account is, or is related to any account that is, subject to any pending litigation, investigation, or governmental proceeding, (c) the account has a negative balance for any reason, (d) the account has a balance that needs to be reconciled for any reason, (e) we believe someone is attempting to gain unauthorised access to the account, (f) we believe there is unusual activity in the account, (g) we believe you are using BitMax, your login credentials, or other account information in an unauthorised or inappropriate manner, or (h) the account has not been accessed in two years or more.
            <br><h4>2.7 ACCOUNT INVESTIGATIONS</h4>
            <br>You acknowledge and agree that we have the right to immediately investigate your account and any Related Account, if we suspect, in our sole discretion, that any such account has committed a Breach of Terms. You further acknowledge and agree that we have the right to immediately investigate your account and any Related Account, if (i) we are required to do so by a regulatory or government authority or court order, (ii) the account is, or is related to any
            <br>account that is, subject to any pending litigation, investigation, or governmental proceeding, or (iii) the account has not been accessed in two years or more.
            <br>If we suspect that an account has committed a Breach of Terms, you acknowledge and agree that upon our request and within the time frame designated by us, you and any related party are obligated to respond to any interrogatories in writing and to furnish any documentary materials and other information in connection with any investigation initiated pursuant to these Terms. You acknowledge and agree that neither you nor any related party shall impede or delay any investigation or proceeding conducted pursuant to these Terms, nor refuse to comply with any request made pursuant to these Terms.
            <br>Following the conclusion of an investigation, we will make, in our sole discretion, a determination based upon the weight of the evidence. If a suspected Breach of Terms pertains to our Marketplace Conduct Rules, we may consider a variety of factors in assessing whether your conduct has breached our Marketplace Conduct Rules, including without limitation your intent and motives, prevailing market conditions, the effect on other market participants, your historical pattern of activity, and your activity in related markets or exchanges.
            <br>You acknowledge and agree that if your account or any Related Account is determined, in our sole discretion, to have committed a Breach of Terms, we have the right to terminate any such accounts and take any and all necessary and appropriate actions pursuant to these Terms and/or Applicable Laws and Regulations.
            <br><h4>2.8 ACCOUNT CLOSURE</h4>
            <br>You may close any of your accounts at any time. For the avoidance of doubt, closing an account will not affect any rights and obligations incurred prior to the date of account closure. You may be required to either cancel or complete all open orders and, in accordance with the provisions of these Terms, provide transfer instructions of where to transfer any Digital Assets remaining in your account. You are responsible for any fees, costs, expenses, charges, or obligations (including, but not limited to, legal fees or transfer costs of Digital Assets) associated with the closing of your account. In the event that the costs of closing of your account exceed the value in your account, you will be responsible for reimbursing us. You may not close any of your accounts to avoid paying any fees otherwise due or to avoid any examination related to our Compliance Program.
            <br><h4>2.9 CONFIDENTIALITY</h4>
            <br>You agree that the information contained in your BitMax Account is confidential and intended only for you and that you will not cause others to rely upon it (save as otherwise prescribed by law) without our prior written consent.
            <br>In addition, and for the avoidance of doubt, you agree and understand that we share information concerning you and your accounts as follows: (i) with our service providers that we use or may use to process Digital Assets in connection with the services contemplated by these Terms in accordance with our ordinary business operations; (ii) with appropriate governmental, state or federal regulatory authorities, and self-regulatory organisations, as we determine, in our sole discretion, is required or otherwise appropriate in connection with our regulatory requirements; and (iii) in response to a court or government order. We may also disclose information about you and your accounts to any BitMax Service Provider in accordance with Applicable Laws and Regulations, these Terms, our Privacy Policy, and customary banking practices. Lastly, you agree that we may obtain and use such information as may be necessary for legitimate business needs in connection with the operation of BitMax.
            <br>For more information on what information we collect and how we treat it, please view our Privacy Policy at https://bitmax.io/static/doc/BitMax_privacy_en.pdf.
            <br><h4>2.10 RIGHT OF SET OFF</h4>
            <br>You acknowledge and agree that we have the right to set off negative balances in your Digital Asset Account by buying the necessary amount of Digital Assets at the prevailing market price to set off such negative balances with any of the other Digital Assets in your Digital Asset Account; and (iii) any and all debts owed to BitMax through the setting off of balances of your account or any Related Account.
            <br><h4>2.11 ACCOUNT REMEDIES FOR BREACH</h4>
            <br>You acknowledge and agree that if your account or any Related Account is determined, in our sole discretion, to have committed a Breach of Terms, we have the right to debit from your account or any Related Account (i) the value of any trading fee discounts or rebates that you or the holder of a Related Account has received in connection with these Terms at any time after one year preceding the date on which we become aware of the existence of the Breach of Terms and (ii) any other damages suffered by us as a result of the Breach of Terms. You further acknowledge and agree that if we determine, in our sole discretion, that you have colluded, coordinated, and/or collaborated with any other User to commit a Breach of Terms, you and that User will be jointly and severally liable for the whole value of any trading fee discounts, rebates, and/or damages to which we are entitled under this subsection and any such amounts may be debited, in our sole discretion, from your account, that User's account, or in each case, any Related Account. We will deduct any such amounts from the respective Digital Asset Account(s). If withdrawing from a Digital Asset Account, we will withdraw sufficient Digital Assets calculated by using the prevailing market price.
            <br><h4>2.12 ACCOUNT TERMINATION</h4>
            <br>You acknowledge and agree that we have the right to terminate any account at any time and for any reason (at our sole discretion). You further acknowledge and agree that we have the right to take any and all necessary and appropriate actions pursuant to these Terms and/or Applicable Laws and Regulations. If your account is terminated, we will return your Digital Assets, less the value of any trading fee discounts, rebates, and/or damages that we are entitled to pursuant to these Terms. If your account is no longer subject to an investigation, court order, or subpoena, you authorise us to return your Digital Assets (less any trading fee discounts, rebates, and/or damages to which we are entitled) to any bank account or Digital Asset address (as the case may be) linked to your account, unless otherwise required by law. If there is a Digital Asset balance remaining in your account, you agree to provide us with a Digital Asset address within seven business days upon receiving written notice, so that we can return the remaining Digital Assets to you. If you fail to do so, you hereby agree that we are permitted to sell any remaining Digital Assets on the open market at the prevailing market price and return the proceeds (less any trading fee discounts, rebates, and/or damages to which we are entitled) to any bank account or Digital Asset address (as the case may be) linked to your account.
            <br><h2>3. COMPLIANCE WITH LAW</h2>
            <br><h4>3.1 LEGAL PROCESS</h4>
            <br>You acknowledge and agree that we, as well as our affiliates, service providers, their respective officers, directors, agents, joint venturers, employees and representatives (collectively, the "BitMax Service Providers"), may comply with any writ of attachment, execution, garnishment, tax levy, injunction, restraining order, subpoena, warrant or other legal process relating to the Digital Assets in your BitMax Account, which any of us reasonably and in good faith believe to be valid. We may at our sole discretion and subject to applicable laws notify you of such process by electronic communication. We and any BitMax Service Provider shall also be entitled to charge you for associated costs, in addition to any legal process fees. You agree to indemnify, defend, and hold all of us harmless from all actions, claims, liabilities, losses, costs, legal fees on an indemnity basis, or damages associated with our compliance with any process that any of us reasonably believe in good faith to be valid. You further agree that we and any BitMax Service Provider may honour any legal process, regardless of the method or location of service.
            <br><h4>3.2 COMPLIANCE PROGRAM</h4>
            <br>Our Compliance Program is designed to prevent the use of BitMax for money laundering or terrorist financing activities. We shall take all the necessary steps to monitor transactions, prohibit fraudulent transactions, report suspicious activities to the relevant regulators, and actively engage in the prevention of money laundering and any related acts that facilitate money laundering, terrorist financing, or any other financial crimes. The minimum standards which shall be complied with by us includes (i) the appointment of a Money Laundering Reporting Officer, who has responsibility for oversight of our compliance with relevant legislation, regulations, rules and industry guidance, (ii) establishing and maintaining a risk- based approach towards customer due diligence, identification, verification and know your customer procedures, including enhanced due diligence for those customers presenting higher risk, such as Politically Exposed Persons and Correspondent relationships; (iii) establishing and maintaining risk-based systems and procedures to monitor ongoing user activity; (iv) implementing procedures for reporting suspicious activity internally and to the relevant law enforcement authorities as appropriate; (v) the maintenance of appropriate records for the minimum prescribed periods; (vi) training and awareness for all relevant employees in our Company; and (vii) the provision of appropriate management information and reporting to senior management of the Company's compliance with the requirements.
            <br><h4>3.3 BACKGROUND CHECKS</h4>
            <br>In furtherance of our Compliance Program, we reserve the right to require you to provide us with additional information and/or require you to undergo a background check prior to being authorised to use BitMax, or at any point thereafter, in accordance with Applicable Laws and Regulations.
            <br><h4>3.4 SOURCE OF DIGITAL ASSETS</h4>
            <br>You agree, represent, and warrant that all Digital Assets in your BitMax Account, or Digital Assets exchanged or to be exchanged by you in the future on BitMax, are not the direct or indirect proceeds of any criminal or fraudulent activity.
            <br>You are not allowed to receive Digital Assets in your account from a sender other than yourself. Any Digital Assets you receive from a sender other than yourself will be considered unauthorised. We reserve the right to investigate the source of any funds or Digital Assets in
            <br>your account and determine, in our sole discretion, how to handle these. Following our review of any Digital Assets in question and the circumstances by which you received them, we may determine that you are not the owner of such Digital Assets. If such a determination is made, we reserve the right to dispose of these Digital Assets in accordance with Applicable Laws and Regulations and in our sole discretion, which may include, returning them to the destination of their origin or to a charity of our choosing.
            <br><h4>3.5 SANCTIONS PROGRAMS</h4>
            <br>Pursuant to the economic sanctions programs administered or enforced by any relevant country or government or international authority, including the US Department of the Treasury's Office of Foreign Assets Control, the US Department of State, the United Nations Security Council, the European Union, Her Majesty's Treasury, the Hong Kong Monetary Authority or the Monetary Authority of Singapore, we are prohibited from providing services or entering into relationships with certain individuals and institutions. In the event that we are required to block funds or Digital Assets associated with your account in accordance with a sanctions program, or other similar government sanctions programs, we may: (i) suspend your account; (ii) terminate your account; (iii) return funds or Digital Assets to the destination of their origin or to an account specified by authorities; or (iv) require you withdraw funds or Digital Assets from your account within a certain period of time. We are not responsible for any losses, whether direct or indirect, that you may incur as a result of our complying with Applicable Law and Regulations, the guidance or direction of any regulatory authority or government agency, or any writ of attachment, lien, levy, subpoena, warrant, or other legal order.
            <br><h2>4. TRADING AND ORDERS</h2>
            <br><h4>4.1 ORDERS</h4>
            <br>We are a full reserve exchange. There is no margin trading, options trading, or shorting offered on BitMax at this time.
            <br>You must deposit Digital Assets prior to placing an Order and you are not permitted to place an Order unless you have enough Digital Assets in your BitMax Account to satisfy your Order (i.e., all Orders are pre-funded). When you place an Order, the full amount of Digital Assets required (including any fees) are placed on hold in your BitMax Account until your Order fills, expires, or is cancelled. Any unfilled portion of your Order will remain on hold until it fills, expires, or is cancelled. You agree that it is your responsibility to cancel any Order (in whole or in part) that you do not want to be filled. You understand that you may not be able to cancel an Order prior to it filling (in whole or in part) and that we are not liable to you for the completion of an Order after you have submitted a cancellation request. Any Order that exceeds the amount of available Digital Assets in your BitMax Account will be rejected.
            <br>Prior to the submission of an Order, you are required to review information relating to the order, including without limitation (i) the amount of Digital Assets to be bought or sold, (ii) the gross purchase price (purchase) or sale proceeds (sale) of your Order, (iii) any fees or other charges associated with your Order, (iv) the net proceeds to be transferred into your Digital Asset, and (v) a notification which warns you that once your Order has been placed it may not be cancellable or otherwise undone.
            <br><h4>4.2 ORDER HANDLING</h4>
            <br>You agree and understand that we do not guarantee that any Order you place will be filled. Orders that are active before Stoppages (as defined herein), will be active once the Platform resumes operations.
            <br>You agree and understand that we reserve the right to cancel any Order, or remaining portion of any Order, if (i) any such Order was placed and/or active during Stoppages, (ii) any such Order triggers our Marketplace Controls, or (iii) any such Order is materially non-marketable.
            <br>You agree and understand that Orders may be subject to, and we shall have no liability for, delays, difficulties, and/or conditions affecting transmission or execution of Orders over which we have no control, including, but not limited to, system failure, mechanical or electronic failure or market congestion. We are in no way responsible for ensuring the execution of orders at the price indicated in an Order, if there are any such delays, difficulties or conditions affecting transmission or execution.
            <br>You agree and understand we reserve the right to require all Orders to pass automated compliance checks. If your Order is flagged for review by any of these checks or if it meets certain defined criteria, it may require our manual review and approval. We will use commercially reasonable efforts to review such Orders on a timely basis, but we are not liable for any delays. If at any time you are in any doubt about the status of your Order, you can view your Order status on BitMax. We may cancel any Order flagged for review. Lastly, we may require you to confirm your Order via telephone or another form of authentication prior to execution.
            <br><h4>4.3 ORDER SETTLEMENT</h4>
            <br>All Orders that are filled, executed, or matched (in whole or in part) (each, a "Trade"), settle immediately and are recorded on our Exchange Ledger.
            <br><h4>4.4 MARKET VOLATILITY</h4>
            <br>Particularly during periods of high volume, illiquidity, fast movement or volatility in the marketplace for any Digital Assets, the actual market rate at which a market order or trade is executed may be different from the prevailing rate indicated via the Platform at the time of your order or trade. You understand that we are not liable for any such price fluctuations. In the event of a market disruption or Force Majeure event, the Company may (without limitation) (i) suspend access to the Services, or (ii) prevent you from completing any actions via the Platform, including closing any open positions.
            <br>Following any such event, when trading resumes, you acknowledge that prevailing market rates may differ significantly from the rates available prior to such event.
            <br><h4>4.5 FAILURES, ERRORS OR DISRUPTIONS</h4>
            <br>Any system may fail at one time or another, often by reason of forces beyond human control, and this includes the services provided via the Platform. Failures, errors or disruptions may occur on BitMax during any stage of the provision of services on the Platform, including without limitation order entry, order matching, trading process or confirmation process. If any such failures, errors or disruptions occur, we will review any orders and trades from such period. We reserve the right to cancel any order and/or reverse any trade, in whole or in part, in the event of an error or disruption. Absent extraordinary circumstances, any action taken by us will be taken as soon as practicable and within three business days of the detection of any system failure, erroneous order, erroneous trade, disruption, or malfunction. BitMax cannot be
            <br>liable for any failures, errors or disruptions, whether arising in connection with system or network failures or otherwise, and if you require the highest level of reliability, you agree to maintain secondary trading facilities with other service providers or exchanges.
            <br><h4>4.6 REVERSALS; CANCELLATIONS</h4>
            <br>You cannot cancel, reverse, or change any transaction marked as "complete", "under review" or "pending" (or other words to similar effect). If your payment is not successful or if your payment method has insufficient Digital Assets, you authorise the Company, in its sole discretion, either to cancel the transaction or to debit your Digital Asset Account or Related Account, in any amount necessary to complete the transaction. You are responsible for maintaining an adequate balance and/or sufficient credit limits in order to avoid overdraft, insufficient Digital Assets, or similar fees. We reserve the right to refuse to process, or to cancel or reverse, any exchange, purchase or sale of Digital Currency in our sole discretion, even after it has been marked as "complete" (or other words to similar effect), if we suspects the transaction involves (or has a high risk of involvement in) money laundering, terrorist financing, fraud, or any other type of financial crime; in response to a subpoena, court order, or other government order; if we reasonably suspect that the transaction is erroneous; or if we suspect the transaction relates to prohibited use (as described in these Terms) or a prohibited business. In such instances, we will reverse the transaction and we are under no obligation to allow you to reinstate an exchange, purchase or sale order at the same price or on the same terms as the cancelled transaction.
            <br><h4>4.7 INTERNET TRANSMISSION RISKS</h4>
            <br>You acknowledge that there are risks associated with utilizing an Internet-based trading system such as the Platform, including, but not limited to, the failure of hardware, software, and Internet connections. You acknowledge that the Company shall not be responsible for any communication failures, disruptions, errors, distortions or delays you may experience when trading via the Platform, howsoever caused.
            <br><h4>4.8 TRANSACTION LIMITS</h4>
            <br>The use of all services on BitMax is subject to a limit on the amount of volume, calculated in fiat currency and/or Digital Assets, you may transact or transfer in a given period (e.g. daily). Your transaction limits may vary depending on the verification steps you have completed, and other factors as may be prescribed by us. We reserve the right to change applicable limits as we deem necessary in our sole discretion. If you wish to raise your limits beyond the posted amounts, you may submit a request at support@bitmax.io. We may require you to submit additional information about yourself or your business, provide records, and arrange for meetings with our staff (such process, "Enhanced Due Diligence"). We reserve the right to charge you costs and fees associated with Enhanced Due Diligence. In our sole discretion, we may refuse to raise your limits or we may lower your limits at a subsequent time even if you have completed Enhanced Due Diligence.
            <br><h4>4.9 TRADING FEE SCHEDULE</h4>
            <br>BitMax's trading fee schedule ("Trading Fee Schedule") will be made available on the BitMax platform from time to time. Your acceptance of these Terms is considered to be your acceptance of our Trading Fee Schedule. We reserve the right to change, modify, or increase our Trading Fee Schedule at any time. Any change to our Trading Fee Schedule will take effect immediately upon our notification of such change. You agree that by logging into your account and/or using BitMax following any change to our Trading Fee Schedule, you are
            <br>agreeing to our new Trading Fee Schedule. You agree to pay all fees (including trading fees) associated with or incurred by your use of BitMax.
            <br><h4>4.10 TRANSFER FEE SCHEDULE</h4>
            <br>BitMax's transfer fee schedule ("Transfer Fee Schedule") will be made available on the BitMax platform from time to time. Your acceptance of these Terms is considered to be your acceptance of our Transfer Fee Schedule. We reserve the right to change, modify, or increase our Transfer Fee Schedule at any time. Any change to our Transfer Fee Schedule will take effect immediately upon our notification of such change. You agree and understand that by logging into your account and/or using BitMax following any change to our Transfer Fee Schedule, you are agreeing to our new Transfer Fee Schedule. You agree to pay all fees (including transfer fees) associated with or incurred by your use of BitMax.
            <br><h4>4.11 MANIFESTLY INCORRECT TRANSACTION POLICY</h4>
            <br>We consider a transaction to be manifestly incorrect or clearly erroneous when its price is substantially inconsistent with the prevailing market price (based on information from https://coinmarketcap.com/ or such other similar website) at the time of execution (each, a "Manifestly Incorrect Transaction"). In making a determination, we take into account the circumstances at the time of the transaction, the preservation of the integrity of the market, and the maintenance of a fair and orderly marketplace. You are responsible for ensuring that the appropriate price and Order type is entered into BitMax. A simple assertion by you that a mistake was made in entering an Order, or that you failed to pay attention to or update an Order, may not be sufficient to establish it as a Manifestly Incorrect Transaction.
            <br>You agree and understand that if we determine a transaction to be a Manifestly Incorrect Transaction, we may declare it null and void, in whole or in part, even if you and/or the other party do not agree to cancel or modify it. In determining whether a transaction is a Manifestly Incorrect Transaction, we may consider (without limitation) (i) suspicious trading activity (as determined by us), (ii) violations of our Marketplace Conduct Rules, (iii) any obvious error in any term, including, but not limited to, price, amount of Digital Assets, or other unit of trading, (iv) occurrence of any disruption or malfunction in the operation of any trading system or component of the Platform, BitMax, a BitMax Service Provider, or a Digital Asset network ("Digital Asset Network"), or (v) if there was extraordinary market conditions or other circumstances in which the nullification or modification of transactions may be necessary for the maintenance of a fair and orderly market.
            <br>Absent extraordinary circumstances, the Company will make a determination and take any action pursuant to this Manifestly Incorrect Transaction Policy within one business day of a transaction. When extraordinary circumstances exist, the Company will make a determination and take any action pursuant to this Manifestly Incorrect Transaction Policy within two business days of a transaction. If you are a party to any action taken, we will notify you via written notice as soon as practicable.
            <br><h4>4.12 MARKETPLACE CONTROLS</h4>
            <br>In an effort to foster a fair and orderly market, we have put in place marketplace controls as we may prescribe from time to time in accordance with our internal policies ("Marketplace Controls"), including without limitation automatic cancellation of any order, or the remaining portion of any order, on a continuous order book that would move the market price substantially (i.e. more than 10%) in either direction as compared to the prior prevailing market price, or prohibitions from crossing with yourself on a continuous order book. Your acceptance of these Terms is considered to be your acceptance of our Marketplace Controls. We reserve
            <br>the right to change or modify our Marketplace Controls at any time, and any changes will take effect immediately upon our notification of such change. You agree that by logging into your account and/or using BitMax following any change to our Marketplace Controls, you are agreeing to our new Marketplace Controls.
            <br><h4>4.13 MARKETPLACE CONDUCT RULES</h4>
            <br>You agree to abide by and understand that we enforce marketplace standards of conduct rules ("Marketplace Conduct Rules") designed to prevent the use of BitMax for disruptive or manipulative conduct or deceptive practices, including, but not limited to, disruptive trading and price manipulation. We take our Marketplace Conduct Rules very seriously and it is our policy to take all the necessary steps to prohibit manipulative conduct or deceptive practices. The following are strictly prohibited on BitMax:
            <br><h4>4.14 MARKET MANIPULATION</h4>
            <br>Any disruptive trading in or manipulation of the BitMax marketplace whatsoever is prohibited. Orders placed on BitMax for the purpose of generating unnecessary volatility or creating a condition in which prices do not or will not reflect fair market values are prohibited. If you or any related party make or assist in placing any such Order with knowledge of the purpose thereof or if you or any related party, with such knowledge, in any way assist in carrying out any plan or scheme for the placing of any such Order, you and any related party will be deemed to have engaged in an act detrimental to BitMax.
            <br><h4>4.15 FRAUDULENT ACTS</h4>
            <br>Neither you nor any related party shall engage or attempt to engage in any fraudulent act or engage or attempt to engage in any scheme to defraud, deceive or trick, in connection with or related to any Order or Trade on or other activity related to BitMax.
            <br><h4>4.16 VIOLATION OF APPLICABLE LAWS AND REGULATIONS</h4>
            <br>Neither you nor any related party shall engage in conduct that is in violation of any Applicable Laws and Regulations.
            <br><h4>4.17 MISSTATEMENTS</h4>
            <br>It is a violation of these Terms to make any misstatement of a material fact to BitMax, its board of managers, any committee thereof, or any director, officer, manager, or employee of BitMax.
            <br><h4>4.18 PRE-ARRANGED TRADES</h4>
            <br>Neither you nor any related party shall place any Order on BitMax which has been pre- arranged (or discussed with another market participant prior to being placed on BitMax) for the purpose of creating an artificial price, fictitious Trade, or other disruptive, fraudulent, non- competitive, or unfair impact on the BitMax marketplace.
            <br><h4>4.19 SIMULTANEOUS BUY AND SELL ORDERS</h4>
            <br>Neither you nor any related party shall place simultaneous buy and sell Orders that could potentially execute against each other, and it is a violation of these Terms to use the BitMax self-match prevention tool in a way that has the effect of misleading the market.
            <br><h4>4.20 WASH TRADES</h4>
            <br>Neither you nor any related party, through one or more accounts, shall place or accept buy and sell Orders at the same price, where you or any related party knows or reasonably should
            <br>know that the purpose of the Orders is to avoid taking a bona fide market position exposed to market risk (transactions commonly known or referred to as wash Trades). Buy and sell Orders from different accounts with common beneficial ownership and/or affiliation that are placed with the intent to (i) pass money or Digital Assets between accounts (ii) negate market risk or price competition, or (iii) achieve a favourable Fee Schedule and the resulting benefits, shall also be deemed to violate our prohibition on wash Trades. Additionally, neither you nor any related party shall knowingly execute or accommodate the execution of such Orders by direct or indirect means.
            <br><h4>4.21 ACCOMMODATION TRADING</h4>
            <br>Neither you nor any related party shall enter into non-competitive transactions on BitMax for the purpose of assisting another person to engage in transactions that are in violation of our Marketplace Conduct Rules or any Applicable Laws and Regulations.
            <br><h4>4.22 FRONT-RUNNING</h4>
            <br>Neither you nor any related party shall take a position based upon non-public information regarding an impending transaction by another User.
            <br><h4>4.23 DISRUPTIVE PRACTICES</h4>
            <br>Neither you nor any related party shall engage in any trading, practice, or conduct on BitMax that is, is of the character of, or is commonly known as "spoofing" (bidding or offering with the intent to cancel the bid or offer before execution). All Orders must be placed for the purpose of executing bona fide transactions. Additionally, all non-actionable messages must be placed in good faith for legitimate purposes, and you shall (without limitation) not place or cause to be placed (i) an Order with the intent, at the time of entry, to cancel the Order before execution or to modify the Order to avoid execution, (ii) an Order or actionable or non-actionable message or messages with the intent to mislead other market participants, (iii) an Order or actionable or non-actionable message or messages with the intent to overload, delay, or disrupt the systems of BitMax or other market participants, or (iv) an Order or actionable or non-actionable message with the intent to disrupt, or with reckless disregard for the adverse impact on the orderly conduct of trading or the fair execution of transactions.
            <br><h2>5. DIGITAL ASSETS</h2>
            <br><h4>5.1 DIGITAL ASSETS</h4>
            <br>As used herein, "Digital Asset" means a digital asset (also called a "cryptocurrency", "virtual currency", "digital currency", or "digital commodity"), such as bitcoin or ether, which is based on the cryptographic protocol of a computer network that may be (i) centralised or decentralised, (ii) closed or open-source, and (iii) used as a medium of exchange and/or store of value.
            <br><h4>5.2 DIGITAL ASSET DEPOSITS</h4>
            <br>Digital Asset deposits will typically be credited to your BitMax Account after the requisite number of network confirmations (as may be determined by us in our sole discretion, taking into account our internal policies and procedures) have occurred on the blockchain for the
            <br>deposited Digital Asset. In certain situations, Digital Asset deposits may be delayed in connection with Stoppages or congestion of or disruption to a Digital Asset Network.
            <br><h4>5.3 DIGITAL ASSET WITHDRAWALS</h4>
            <br>Digital Assets withdrawals will typically be processed at the speed of a Digital Asset Network. In certain situations, Digital Asset withdrawals may be delayed in connection with Stoppages or the congestion or disruption of a Digital Asset Network.
            <br><h4>5.4 DIGITAL ASSET NETWORKS</h4>
            <br>We do not own or control the underlying software protocols or cryptographic protocols of Digital Asset Networks which govern the operation of Digital Assets. These underlying protocols are generally open source and anyone can use, copy, modify, and distribute them. You agree and understand that: (i) we are not responsible for the operation of the underlying protocols, and (ii) we make no guarantees regarding their security, functionality, or availability.
            <br><h4>5.5 SUPPORTED NETWORKS</h4>
            <br>You agree and understand that we support certain Digital Asset Networks on BitMax (each, a "Supported Network"). The list of Supported Networks (including, without limitation Bitcoin and Ether) will be made available on the BitMax platform from time to time. We reserve the right to amend the list of Supported Networks at our sole discretion, which will take effect immediately upon such time as we may prescribe.
            <br><h4>5.6 SUPPORTED DIGITAL ASSETS</h4>
            <br>You agree and understand that we support certain Digital Assets of Supported Networks on BitMax (each, a "Supported Digital Asset"). Only bitcoin, ether, USD tether, and bitcoin cash are considered Supported Digital Assets at this time. We will assess and support additional Digital Assets in the future.
            <br>Digital Assets of an unsupported Digital Asset Network or Digital Assets that operate "on top of", or are derived from, or based or developed on a Supported Network, unless explicitly named herein, are not considered Supported Digital Assets (each, an "Unsupported Digital Asset").
            <br><h4>5.7 FORKS</h4>
            <br>You agree and understand that the underlying protocols of Supported Networks are subject to changes in operating rules (each a "Fork") that may result in more than one version (each, a "Forked Network") and us holding an identical amount of Digital Assets associated with each Forked Network. You further agree and understand that that Forks may materially affect the value, function, and/or name of the Digital Assets you hold on BitMax.
            <br>In the event of a Fork, you agree and understand that we may temporarily suspend the operations of BitMax (with or without advance notice to you) while we choose, in our sole discretion, except as described herein, which Forked Networks to support. You agree and understand that BitMax does not support Forked Networks and that the Digital Assets of Forked Networks relating to Digital Asset addresses which we control will not be made available to you.
            <br>DIGITAL ASSET VALUES CAN FLUCTUATE SUBSTANTIALLY WHICH MAY RESULT IN A TOTAL LOSS OF THE VALUE OF DIGITAL ASSETS HELD BY US ON YOUR BEHALF. THE SUPPLY OF DIGITAL ASSETS AVAILABLE TO US TO PROVIDE TO YOU AS A RESULT OF A FORKED NETWORK AND OUR ABILITY TO DELIVER DIGITAL ASSETS RESULTING
            <br>FROM A FORKED NETWORK MAY DEPEND ON THIRD PARTY PROVIDERS THAT ARE OUTSIDE OF OUR CONTROL. WE DO NOT OWN OR CONTROL ANY OF THE PROTOCOLS THAT ARE USED IN CONNECTION WITH DIGITAL ASSETS AND THEIR RELATED DIGITAL ASSET NETWORKS, INCLUDING THOSE RESULTING FROM A FORKED NETWORK. ACCORDINGLY, WE DISCLAIM ALL LIABILITY RELATING TO SUCH PROTOCOLS AND ANY CHANGE IN THE VALUE OF ANY DIGITAL ASSETS (WHETHER OF A FORKED NETWORK OR OTHERWISE), AND WE MAKE NO GUARANTEES REGARDING THE SECURITY, FUNCTIONALITY, OR AVAILABILITY OF SUCH PROTOCOLS OR DIGITAL ASSET NETWORKS. YOU ACCEPT ALL RISKS ASSOCIATED WITH THE USE OF BITMAX TO CONDUCT TRANSACTIONS, INCLUDING, BUT NOT LIMITED TO, IN CONNECTION WITH THE FAILURE OF HARDWARE, SOFTWARE, AND INTERNET CONNECTIONS.
            <br><h4>5.8 BITCOIN FORKS</h4>
            <br>In the event of a Fork of the Bitcoin Network, we will support the Forked Network that requires the greatest total threshold number of hash attempts to mine all existing blocks measured during the 48-hour period following a Fork (the "Greatest Cumulative Computational Difficulty") and will call its Digital Asset "bitcoin" and use the ticker "BTC." You agree and understand that we may, in our sole discretion, suspend operations, in whole or in part (with or without advance notice), for however long we deem necessary, while we make this determination; however, we will not suspend bitcoin trading. If we are unable to make a conclusive determination as to which Forked Network has the Greatest Cumulative Computational Difficulty, or if we, in consultation with our consultants or advisors ("Consultants"), determine in good faith that Greatest Cumulative Computational Difficulty is not a reasonable criterion upon which to make a determination, we will support the Forked Network that we, in consultation with our Consultants, deem in good faith is most likely to be supported by the greatest number of users and miners and will call its Digital Asset "bitcoin" and use the ticker "BTC." We may also support the other Forked Network, in which case we will call its Digital Asset by a different name and use a different ticker.
            <br><h4>5.9 ETHEREUM FORKS</h4>
            <br>In the event of a Fork of the Ethereum Network, we will support the Forked Network that has the Greatest Cumulative Computational Difficulty and will call its Digital Asset "ether" and use the ticker "ETH." You agree and understand that we may, in our sole discretion, suspend operations, in whole or in part (with or without advance notice), for however long we deem necessary, while we make this determination; however, we will not suspend ether trading. If we are unable to make a conclusive determination as to which Forked Network has the Greatest Cumulative Computational Difficulty, or if we, in consultation with our Consultants, determine in good faith that Greatest Cumulative Computational Difficulty is not a reasonable criterion upon which to make a determination, we will support the Forked Network that we, in consultation with our Consultants, deem in good faith is most likely to be supported by the greatest number of users and miners and will call its Digital Asset "ether" and use the ticker "ETH." We may also support the other Forked Network, in which case we will call its Digital Asset by a different name and use a different ticker.
            <br><h4>5.10 FORKS OF NETWORKS OF OTHER SUPPORTED DIGITAL ASSETS</h4>
            <br>Section 5.9 shall apply, mutatis mutandis, to forks of networks of other Supported Digital Assets - we will generally support the Forked Network that has the Greatest Cumulative Computational Difficulty.
            <br><h4>5.11 UNSUPPORTED FORKED NETWORKS</h4>
            <br>You agree and understand that we may choose, in our sole discretion, except as described herein, not to support a Forked Network (each, an "Unsupported Forked Network") and that you have no right, claim, or other privilege to any Digital Assets of an Unsupported Forked Network. With respect to an Unsupported Forked Network, we will treat its Digital Assets as Unsupported Digital Assets and we may, in our sole discretion, elect to: (i) abandon or otherwise not pursue obtaining its Digital Assets, (ii) pursue and retain its Digital Assets as property belonging solely to us, or (iii) determine your balance at the time of the Fork, account for it as your property, and make it available to you via a one-time withdrawal mechanism (subject to the withholding and retention by us of any amount reasonably necessary, as determined in our sole discretion, to fairly compensate us for the efforts expended to make such Digital Assets available). A withdrawal pursuant to this section does not make an Unsupported Forked Network a Supported Network or its Digital Assets Supported Digital Assets.
            <br>If we decide to support an Unsupported Forked Network and its Digital Assets in the future, we will determine your balance at the time of the Fork (minus any applicable withdrawals in accordance with this Section) and account for it as your property, which will be reflected in your Digital Asset Account.
            <br><h4>5.12 UNSOLICITED TRANSFERS</h4>
            <br>You agree and understand that in the event that a third party deposits Supported Digital Assets into a Digital Asset address that we control, we have the right to and will account for any such Supported Digital Assets as (i) your property if sent to your Digital Asset Account, or (ii) our property, belonging solely to us, if sent to any other Digital Asset address that we control. You agree and understand that in the event that you or a third party deposits Unsupported Digital Assets into a Digital Asset address that we control, we have the right to and will account for any such Unsupported Digital Assets as our property.
            <br>You further agree and understand that the types of transfers described in this section (each an "Unsolicited Transfer") do not create a relationship between us and the sender and do not subject us to any obligations as they relate to the sender.
            <br><h4>5.13 RETURN OF UNSOLICITED TRANSFERS</h4>
            <br>You agree and understand that we have absolutely no obligation or duty to return the Digital Assets of an Unsolicited Transfer. Exceptions to this section will be considered and made on a case-by-case basis and in our sole discretion.
            <br><h4>5.14 AIRDROPS</h4>
            <br>You agree and understand that in the event that a Digital Asset Network attempts to or does distribute (sometimes called "airdropping" or "bootstrapping") its Digital Assets to Digital Asset addresses of a Supported Network, we will treat this Digital Asset Network as an Unsupported Forked Network.
            <br>You further agree and understand that airdropped Digital Assets do not create a relationship between us and the sender and/or the related Digital Asset Network and do not subject us to any obligations as they relate to the sender and/or the related Digital Asset Network.
            <br><h4>5.15 UNCLAIMED PROPERTY</h4>
            <br>If BitMax is holding Digital Assets in your BitMax Account, and we are unable to contact you and has no record of your use of the services on the Platform for a period of time, applicable
            <br>law may require us to report these Digital Assets as unclaimed property to the applicable jurisdiction. If this occurs, we will try to locate you at the address shown in our records, but if we are unable to locate you, we may be required to deliver any such Digital Assets to the applicable or jurisdiction as unclaimed property. We reserve the right to deduct a dormancy fee or other administrative charges from such unclaimed Digital Assets, as permitted by applicable law.
            <br><h4>5.16 INSURANCE</h4>
            <br>Deposits in your Digital Asset Account are not insured.
            <br><h4>5.17 FIAT CURRENCY</h4>
            <br>We do not accept fiat currency deposits or Automated Clearing House deposits from any party. We do not accept any fiat currency withdrawals.
            <br><h2>6. GENERAL</h2>
            <br><h4>6.1 PROPRIETARY RIGHTS AND LIMITATIONS ON USE</h4>
            <br>BitMax is our proprietary platform. BitMax, as well as all material on the Website is protected by copyright and other intellectual property laws. You agree and understand not to modify, copy, reproduce, retransmit, distribute, sell, publish, broadcast, create derivative works from, or store BitMax source code or similar proprietary or confidential data or other similar information provided via BitMax, without our express prior written consent. You may not use BitMax for any unlawful purpose.
            <br>We hereby grant you a non-assignable and non-exclusive personal, worldwide, royalty-free license to use BitMax in accordance with these Terms. All other uses are prohibited. All rights in and to BitMax, and not granted herein, are reserved.
            <br>BitMax and the BitMax logo (whether registered or unregistered) (the "BitMax Marks") are proprietary marks licensed to BitMax and protected by applicable trademark laws. Nothing contained in these Terms should be construed as granting any license to or right to use any of the BitMax Marks displayed here without our express written consent. Any unauthorised use of the BitMax Marks is strictly prohibited. You may not use any of the BitMax Marks in connection with the creation, issuance, sale, offer for sale, trading, distribution, solicitation, marketing, or promotion of any investment products (e.g., Digital Assets, fiat currency, securities, commodities, investment or trading products, derivatives, structured products, investment funds, investment portfolios, commodity pools, swaps, securitisations or synthetic products, etc.), including where the price, return, and/or performance of the investment product is based on, derived from, or related to BitMax or any portion thereof, without a separate written agreement with us. We may use technology that is the subject of one or more pending patent applications.
            <br><h4>6.2 MAINTENANCE, DOWNTIME OR STOPPAGE OF SERVICES</h4>
            <br>You agree and understand that part of or all of BitMax may be periodically unavailable during scheduled maintenance or unscheduled downtime or other stoppage of services (collectively, "Stoppages"). You agree and understand that BitMax is not liable or responsible to you for any inconvenience or damage to you as a result of Stoppages. Following Stoppages,
            <br>when services resume, you understand that the prevailing market prices may differ significantly from the prices prior to such Stoppages.
            <br><h4>6.3 COOKIES</h4>
            <br>When you access BitMax, we may make use of the standard practice of placing tiny data files called cookies, flash cookies, pixel tags, or other tracking tools (herein, "Cookies") on your computer or other devices used to visit BitMax. Cookies are small bits of information that are automatically stored on the web browser of your device that can be retrieved by us. The type of information we collect includes, but is not limited to, uniquely identifying visitor information and information related to your usage preferences. We use these technologies to help us recognise you as a user, collect information about your use of BitMax to better customise our services and content for you, and collect information about your computer or other access devices to (i) ensure compliance with our Compliance Program and (ii) ensure that your account security has not been compromised by detecting irregular or suspicious account activities. By using BitMax, you agree and understand that we may collect and/or transmit any data collected to any BitMax Service Provider, such as analytics providers, which may also make use of such technologies described above. If you block or delete cookies, we may not be able to provide you with all of the services on BitMax. If you do not consent to the placing of Cookies on your device, please do not visit, access, or use BitMax.
            <br><h4>6.4 RECORDING AND RECORDKEEPING</h4>
            <br>We may electronically record and retain any electronic, email or telephone conversation we have with you, as well as all information, activity, and communications relating to your BitMax Account and/or use of BitMax. Records would be retained for such period as may be necessary by law or as we may require for our business purposes.
            <br><h4>6.5 THIRD-PARTY SERVICE PROVIDERS</h4>
            <br>You agree and understand that we may use third parties to gather, review, and transmit your data and activity from one or more of your financial institutions to us. By using BitMax, you agree to grant third-party providers that we may engage the right, power, and authority to access and transmit your data, activity, and personal and financial information from one or more of your financial institutions to us in accordance with and pursuant their terms and conditions, privacy policy, and/or other policies. You agree and understand that we may use third parties to gather, review, and submit or facilitate submitting your data and activity from us to regulatory authorities on our behalf. By using BitMax, you agree to grant third-party providers that we may engage, the right, power, and authority to access and submit your data, activity, and personal and financial information to regulatory authorities on our behalf and in accordance with and pursuant to their terms and conditions, privacy policy, and/or other policies.
            <br><h4>6.6 THIRD-PARTY WEBSITES</h4>
            <br>BitMax may link to other websites operated by or with content provided by third parties, and such other websites may link to our website. You agree and understand that BitMax has no control over any such other websites or their content and will have no liability arising out of or related to such websites or their content. The existence of any such links does not constitute an endorsement of such websites, their content, or their operators. BitMax is providing these links to you only as a convenience.
            <br><h4>6.7 THIRD-PARTY INFORMATION ACCURACY AND USAGE</h4>
            <br>An information provider is any company or person who directly or indirectly provides us with information ("Information Provider"). Such information could include, but is not limited to, overall market data, quotations from other exchanges, markets, dealers, and/or miners of Digital Assets. The third-party information we may provide through BitMax has been obtained from Information Providers and sources we believe are reliable; however, we cannot guarantee that this information is accurate, complete, timely, or in the correct order. The information belongs to the Information Providers. You may use this information only for your own benefit. You may not reproduce, sell, distribute, circulate, create derivative works from, store, commercially exploit in any way, or provide it to any other person or entity without our written consent or the consent of the Information Provider, if required.
            <br>You agree and understand that the information and services provided by BitMax are not provided to, and may not be used by, any individual or institution in any jurisdiction where the provision or use thereof would be contrary to any Applicable Laws and Regulations, the rules or regulations of any governmental authority or regulatory organisation, or where BitMax is not authorised to provide such information or services. BitMax may not be available in all jurisdictions.
            <br><h4>6.8 TAXES</h4>
            <br>It is your sole responsibility to determine whether, and to what extent, any taxes apply to any transactions you conduct through the Platform, and to withhold, collect, report and remit the correct amounts of taxes to the appropriate tax authorities. Your Account History is available through your BitMax Account. However, do note that the Account History available at any time may be incomplete and it is your sole responsibility to separately download and record your Account History from time to time when available.
            <br><h4>6.9 FORCE MAJEURE</h4>
            <br>You agree and understand that in no event shall we or any BitMax Service Provider be liable for delays, failure in performance or interruption of service which result directly or indirectly from any cause or condition beyond our or any BitMax Service Providers' reasonable control, including but not limited to, any delay or failure due to any act of God, act of civil or military authorities, act of terrorists, civil disturbance, war, strike or other labour dispute, fire, interruption in telecommunications or Internet services or network provider services, failure of equipment and/or software, other catastrophe or any other occurrence which is beyond our reasonable control and shall not affect the validity and enforceability of any remaining provisions.
            <br><h4>6.10 LEGAL COSTS</h4>
            <br>You agree to indemnify us and any BitMax Service Provider for actual, reasonable legal costs and expenses directly related to your account or any related account that are a result of any regulatory inquiry, legal action, litigation, dispute, or investigation whether such situations occur or are anticipated, that arise or relate to you or your use of BitMax. We will be entitled to charge your BitMax Account for such costs without notice, including legal and enforcement related costs that we incur. Any withholding will last for a period of time that is reasonably necessary to resolve any regulatory or legal issue at hand, and we may place any amounts garnered from you in a separate account, and will pay you the remaining balance after any noted issue has been resolved. Furthermore, you agree that where such anticipated or actual actions relate to a specific asset in your account, that asset may not be transferred
            <br>out of the said account until the matter is resolved. We will provide copies of all invoices on request.
            <br><h4>6.11 ENTIRE AGREEMENT</h4>
            <br>These Terms and our Privacy Policy, incorporated by reference herein, comprise the entire understanding and agreement entered into by and between you and us (BMXDM Technology Pte. Ltd.) as to the subject matter hereof, and supersede any and all prior discussions, agreements, and understandings of any kind (including without limitation any prior versions of these Terms), as well as every nature between and among you and us.
            <br><h4>6.12 ASSIGNMENT</h4>
            <br>These Terms, or your rights and obligations hereunder, may not be transferred by you, but may be assigned by us without restriction (without have to seek your prior consent). Any attempted transfer or assignment by you in violation hereof shall be null and void. These Terms shall be binding and inure to the benefit of the parties hereto, our successors, and permitted assigns.
            <br><h4>6.13 RELATIONSHIP OF THE PARTIES</h4>
            <br>You agree and understand that nothing in these Terms shall be deemed to constitute, create, imply, give effect to, or otherwise recognise a partnership, employment, joint venture, or formal business entity of any kind; and the rights and obligations of the parties shall be limited to those expressly set forth herein. Except for the indemnity and exculpation provisions herein, nothing expressed in, mentioned in, or implied from these Terms is intended or shall be construed to give any person other than the parties hereto any legal or equitable right, remedy, or claim under or in respect to these Terms to enforce any of its terms which might otherwise be interpreted to confer such rights to such persons, and these Terms and all representations, warranties, covenants, conditions and provisions hereof are intended to be and are for the exclusive benefit of you and us.
            <br><h4>6.14 SEVERABILITY</h4>
            <br>You agree and understand that if any provision of these Terms, or application thereof, shall be determined to be invalid or unenforceable under any rule, law, or regulation or by any governmental agency, local, state, or federal, such provision will be changed and interpreted to accomplish the objectives of the provision to the greatest extent possible under any applicable law. You further agree and understand that the validity of or enforceability of any other provision (or of such provision, to the extent its application is not invalid or unenforceable) of these Terms shall not be affected.
            <br><h4>6.15 SURVIVAL</h4>
            <br>All provisions of these Terms which by their nature extend beyond the expiration or termination of these Terms, including, without limitation, sections pertaining to suspension or termination, debts owed, general use of BitMax, disputes with us, and general provisions, shall survive the termination or expiration of these Terms.
            <br><h4>6.16 HEADINGS</h4>
            <br>Section headings in these Terms are for convenience only, and do not govern the meaning or interpretation of any provision of these Terms.
            <br><h4>6.17 ENGLISH LANGUAGE PREVAILS</h4>
            <br>Notwithstanding any other provision of these Terms, any translation of these Terms is provided for your convenience. The meanings of terms, conditions, and representations herein are subject to their definitions and interpretations in the English language. In the event of conflict or ambiguity between the English language version and translated versions of these terms, the English language version shall prevail. You acknowledge that you have read and understood the English language version of these Terms.
            <br><h4>6.18 WRITTEN NOTICE</h4>
            <br>If we send an email to the email address on record for your BitMax Account, you agree and understand that this constitutes 'written notice' from us to you. If you email support@bitmax.io, this constitutes 'written notice' from you to us. For all notices made by email, the date of receipt is considered to be the date of transmission.
            <br><h4>6.19 NON-WAIVER OF RIGHTS</h4>
            <br>These Terms shall not be construed to waive rights that cannot be waived under Applicable Laws and Regulations, including applicable state money transmission laws in the state where you are located. In addition, our failure to insist upon your strict compliance with any term or provision of these Terms shall not be construed as a waiver for you to not comply with such term or provision.
            <br><h4>6.20 COMPLAINTS</h4>
            <br>If you would like to lodge a complaint, please contact our Customer Support Team by email at support@bitmax.io using the email address on record for your BitMax Account.
            <br><h4>6.21 SUBMISSIONS TO BITMAX</h4>
            <br>We cannot agree to obligations of confidentiality or nondisclosure with regard to any unsolicited information you submit to us, regardless of the method or medium chosen. By submitting information or materials to us or any BitMax Service Provider, you or anyone acting on your behalf, agree that any such information or materials will not be considered confidential or proprietary.
            <br>We do not provide any facility for sending or receiving private or confidential electronic communications. You should not use BitMax to transmit any communication for which you intend only you and the intended recipient(s) to read. Notice is hereby given that all messages and other content entered using BitMax can and may be read by us, regardless of whether we are the intended recipients of such messages. Nevertheless, access to messages and other content will be accessible only by employees and BitMax Service Providers that reasonably need such access.
            <br><h2>7. PROHIBITIONS</h2>
            <br><h4>7.1 SANCTIONS</h4>
            <br>The services we provide are subject to international export controls and economic sanctions requirements. By purchasing Digital Assets on BitMax, you represent and warrant that your acquisition and use of any such Digital Assets comports with those requirements. Without limiting the foregoing, you may not purchase Digital Assets on BitMax or use any of our services that we provide if: (i) you (or any of your subsidiaries, any director or officer, or any
            <br>employee, agent, or affiliate as the case may be) or any person having a direct or indirect beneficial interest in you or any Digital Assets being acquired by you, or any person for whom you are acting as agent or nominee in connection with any Digital Assets being acquired by you, is the subject of any sanctions administered or enforced by any country or government or international authority, including the US Department of the Treasury's Office of Foreign Assets Control, the US Department of State, the United Nations Security Council, the European Union, Her Majesty's Treasury, the Hong Kong Monetary Authority or the Monetary Authority of Singapore (collectively, "Sanctions") or is located, organised, citizen or resident in a country or territory that is, or whose government is, the subject of Sanctions, or (ii) if you intend to sell any Digital Assets purchased on BitMax or offer any services that we provide on BitMax to any country, national, or resident of a country or territory which is subject to Sanctions or to any person who is the subject of any Sanctions.
            <br><h4>7.2 GAMBLING POLICY</h4>
            <br>It is generally illegal in Singapore and all relevant jurisdictions (save where the proper licences are obtained) to require a person to pay money, give something of value, or expend significant effort (in legal terms, "consideration") to enter or participate in an activity or promotion in which he or she may win a prize if there is a significant degree of chance involved (e.g., a random drawing to determine winners) ("Illegal Gambling"). Accordingly, we have an internal Gambling Policy that prohibits the use of BitMax for storing, sending, or receiving wagers or proceeds of Illegal Gambling. Proceeds derived from trading contracts for differences and spread bets on licensed and regulated platforms do not constitute Illegal Gambling or a violation of our Gambling Policy. We employ a number of methods to detect violations of our Gambling Policy.
            <br>You agree and understand that we have the right to immediately (i) suspend your account and any related account, (ii) freeze/lock the funds and Digital Assets in all such accounts, and (iii) suspend your access to BitMax, if we suspect, in our sole discretion, any such accounts to be in violation of our Gambling Policy, which is a direct violation of these Terms.
            <br>You agree and understand that if your account or any related account is determined, in our sole discretion, to be in violation or to have been in violation of any provision of our Gambling Policy, which is a direct violation of these Terms, we have the right to terminate any such accounts and take any and all necessary and appropriate actions pursuant to these Terms and/or Applicable Laws and Regulations.
            <br><h2>8. DISCLAIMER AND INDEMNITIES</h2>
            <br><h4>8.1 BITMAX NOT LIABLE</h4>
            <br>You agree that we cannot be held responsible for any failure or delay to act by any BitMax Service Provider, including our banks, or any other participant that is within the time limits permitted by these Terms or prescribed by law, or that is caused by your negligence.
            <br>You further agree that neither we nor any BitMax Service Provider can be held responsible for any erroneous Order or Trade (as defined in the 'Erroneous Orders' and 'Erroneous Trades' sections) or "System Failure" (defined as a failure of any computer hardware or software used by BitMax, a BitMax Service Provider, or any telecommunications lines or devices used by BitMax or a BitMax Service Provider), or Stoppages, which prevents us from fulfilling our obligations under these Terms, provided that we or the relevant BitMax Service Provider (as applicable) used commercially reasonable efforts to prevent or limit such erroneous Orders, erroneous Trades, System Failures, or Stoppages. You also agree that neither we nor any
            <br>BitMax Service Provider can be held responsible for any other circumstances beyond our or such BitMax Service Providers' (as the case may be) reasonable control.
            <br>We use endeavour to provide you with reliable service. From time to time, interruptions, errors or other deficiencies in service may occur due to a variety of factors, some of which are outside of our control. These factors can contribute to delays, errors in service, or system outages. You may experience difficulties in accessing your BitMax Account, withdrawing your Digital Assets, depositing your Digital Assets, and/or placing and/or cancelling Orders.
            <br><h4>8.2 INDEMNITIES</h4>
            <br>In no event shall we or any BitMax Service Provider be liable for any act, omission, error of judgment, or loss suffered by you in connection with these Terms or your use or attempted use of BitMax. You agree to indemnify and hold us and all BitMax Service Providers harmless from or against any or all liabilities, obligations, losses, damages, penalties, actions, judgments, suits, costs, expenses (including reasonable legal fees on an indemnity basis), claims, disbursements or actions of any kind and injury (including death) arising out of or relating to (i) your use of BitMax or our and any BitMax Service Providers' performance or non-performance of duties to you, or (ii) your failure to secure and keep confidential your login credentials for your BitMax Account. You agree to waive any statute or doctrine applicable to you which has the effect of excluding from the scope of a general release claims which a creditor does not know or suspect to exist in his or her favour at the time of agreeing to such general release.
            <br><h2>9. GOVERNING LAW AND DISPUTE RESOLUTION</h2>
            <br><h4>9.1 GOVERNING LAW</h4>
            <br>These Terms, your use of BitMax, your rights and obligations, and all actions contemplated by, arising out of or related to these Terms shall be governed by the laws of Singapore, as if these Terms is a contract wholly entered into and wholly performed within Singapore. YOU AGREE THAT ALL ORDERS, TRADES, DEPOSITS, WITHDRAWALS, OR SALES ON BITMAX AND CONTEMPLATED ACCORDING TO THE TERMS OF THESE TERMS SHALL BE DEEMED TO HAVE OCCURRED IN SINGAPORE AND BE SUBJECT TO THE INTERNAL LAWS OF SINGAPORE WITHOUT REGARD TO ITS CONFLICTS OF LAWS PROVISIONS.
            <br><h4>9.2 DISPUTE RESOLUTION</h4>
            <br>PLEASE READ THE FOLLOWING SECTION CAREFULLY BECAUSE IT CONTAINS CERTAIN PROVISIONS, SUCH AS A BINDING ARBITRATION SECTION AND CLASS ACTION WAIVER, WHICH AFFECT YOUR LEGAL RIGHTS. THIS SECTION REQUIRES YOU TO ARBITRATE CERTAIN DISPUTES AND CLAIMS WITH THE SELLER AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM US.
            <br>Each party (i) waives all its respective right(s) to have any and all disputes, claims, suits, actions, causes of action, demands or proceedings (collectively, "Disputes") arising from or related to these Terms resolved in a court, and (ii) waive all its respective right(s) to have any Disputes heard before a court. Instead, each party shall arbitrate Disputes through binding arbitration (which is the referral of a Dispute to one or more persons charged with reviewing the Dispute and making a final and binding determination to resolve it instead of having the Dispute decided by a judge or jury in court).
            <br>Any Dispute arising out of or related to these Terms is personal to you and will be resolved solely through individual arbitration, and in no circumstances shall be brought as a class arbitration, class action or any other type of representative proceeding. There will be no class arbitration or arbitration in which an entity attempts to resolve a Dispute as a representative of another individual or group of individuals. Further, a Dispute cannot be brought as a class or other type of representative action, whether within or outside of arbitration, or on behalf of any other individual or group of individuals.
            <br>Any Dispute arising out of or in connection with these Terms (including without limitation the enforceability of this section or any question regarding its existence, validity or termination) shall be referred to and finally resolved by arbitration administered by the Singapore International Arbitration Centre ("SIAC") in accordance with the Arbitration Rules of the Singapore International Arbitration Centre ("SIAC Rules") for the time being in force, which rules are deemed to be incorporated by reference in this section. The seat of the arbitration shall be Singapore. The Tribunal shall consist of 1 arbitrator. The language of the arbitration shall be English.
            <br>Each party will notify the other party in writing of any Dispute within thirty (30) days of the date it arises, so that the Parties can attempt in good faith to resolve the Dispute informally. Notice to the Seller shall be sent by e-mail to the Seller at support@bitmax.io. Notice to you shall be either posted on the Website or, if available, will be sent by email to your email on record. Your notice must include (i) your name, postal address, email address and telephone number, (ii) a full and sufficient description of the nature or basis of the Dispute, and (iii) the specific relief that you are seeking. If you and the Seller cannot agree how to resolve the Dispute within thirty (30) days after the date the notice is received by the applicable party, then either you or the Seller may, as appropriate and in accordance with this section, commence an arbitration proceeding or, to the extent specifically provided for in this section, file a claim in court.
            <br>The arbitrator does not have the authority to conduct a class arbitration or a representative or class action, which is prohibited by these Terms. The arbitrator may only conduct an individual arbitration and may not consolidate more than one individual's claims, preside over any type of class or representative proceeding or preside over any proceeding involving more than one individual.
            <br>If any term, clause or provision of this section is held invalid or unenforceable, it will be so held to the minimum extent applicable and required by law, and all other terms, clauses and provisions of this section will remain valid and enforceable. Further, the waivers set forth in this section are severable from the other provisions of these Terms and will remain valid and enforceable, except as prohibited by applicable law.
            <br>You agree that this section of these Terms has been included to rapidly and inexpensively resolve any disputes with respect to the matters described herein, and that this section shall be grounds for dismissal of any court action commenced by you with respect to a dispute arising out of such matters.
            <br>A printed version of these Terms shall be admissible in judicial or administrative proceedings.


        </div>
    <v-footer></v-footer>
        <v-fixedTools></v-fixedTools>
    </div>
</template>

<script>
import header from "@/components/Header/Header";
import footer from "@/components/Footer/Footer";
import fixedTools from "@/components/FixedTools/FixedTools";
export default {
    data(){
        return{
            lang: localStorage.getItem('lang') || 'en'
        }
    },
    components: {
        'v-header': header,
        'v-footer': footer,
        'v-fixedTools': fixedTools
    },
};
</script>

<style lang="scss" scoped>
@import "../style/base";
@import "../style/commom";
.server{
    .content{
        padding: px2rem(50px) px2rem(20px) px2rem(40px);
        @include font-dpr(12px);
        color: $black-color;
        line-height: px2rem(22px);
        h1{
            @include font-dpr(30px);
            line-height: px2rem(32px);
            border-bottom: 1px solid #E1E2E6;
            padding: px2rem(40px) px2rem(20px);
            @include ta_c;
        }
        h2{
            @include font-dpr(20px);
            margin-top: px2rem(40px);
        }
        h4{
            @include font-dpr(16px);
            margin-top: px2rem(16px);
        }
    }
}
</style>
